Repository: rgualp/AbucRemarketing2Bundle
Catalog: app/Resources/translations/messages.*.xlf
Languages: de, es, fr, it

source: I Accept MyCasaParticular's Privacy Policies
de: Ich akzeptiere die AGB von MyCasaParticular
es: Acepto las políticas de privacidad de MyCasaParticular
fr: J’accepte les règles de confidentialité de MyCasaParticular
it: Accetto le politiche sulla privacy di MyCasaParticular

source: I Want to receive MyCasaParticular's Newsletters
de: Ich möchte den Newsletter von MyCasaParticular erhalten
es: Deseo recibir los boletines de MyCasaParticular
fr: Je veux recevoir les newsletters de MyCasaParticular
it: Desidero ricevere la newsletter MyCasaParticular

source: Register
de: Registrieren
es: Registrarse
fr: S’inscrire
it: Registrazione

source: Already Registered? Log In Here!
de: Bist du schon registriert? Identifiziere dich hier!
es: ¿Ya estás registrado? ¡Identifícate aquí!
fr: Êtes-vous déjà inscrit? Authentifiez-vous ici!
it: Già iscritto? Effettua l'accesso qui!

source: Resend Confirmation Instructions
de: Hinweise zur Bestätigung zurück senden
es: Reenviar instrucciones de confirmación
fr: Renvoyer des instructions de confirmation
it: Istruzioni di conferma a termine

source: Resend Confirmation Instructions
de: Hinweise zur Bestätigung zurück senden
es: Reenviar instrucciones de confirmación
fr: Renvoyer des instructions de confirmation
it: Istruzioni di conferma a termine

source: Reset My Password
de: Passwort-Reset
es: Resetear mi clave
fr: Réinitialiser mot de passe
it: Cambia la tua password

source: Have You forgot your password?
de: Hast du dein Passwort vergessen?
es: ¿Has olvidado tu clave?
fr: mot de passe oublié?
it: Dimenticato la password?

source: Forgot your Password?
de: Hast du dein Passwort vergessen?
es: ¿Has olvidado tu clave?
fr: mot de passe oublié?
it: Dimenticato la password?

source: Reset My Password
de: Passwort-Reset
es: Resetear mi clave
fr: Réinitialiser mot de passe
it: Della password di ripristino

source: No Results match your search
de: Es liegen keine Suchergebnisse vor.
es: No hay resultados para su búsqueda
fr: Il n’y a pas de résultats pour votre recherche
it: Non ci sono risultati per la ricerca

source: Add to Favorites
de: Zu den Favoriten hinzufügen
es: Agregar a Favoritas
fr: Ajouter à favorites
it: Aggiungi ai Preferiti

source: Economic
de: Günstig
es: Económica
fr: Bon marchés
it: Economico

source: Mid Range
de: Mittelklasse
es: Rango medio
fr: Prix moyens

source: Cable TV
de: TV cable
es: TV cable
fr: TV câbles
it: TV via cavo

source: Private, Interior
de: Eigenes Bad am Zimmer
es: Interior privado
fr: Intérieur privé
it: all'interno privata

source: Private, Exterior
de: Gästebad
es: Exterior privado
fr: Extérieur privé
it: Esterno privato

source: Shared
de: Gemeinsames Gästebad
es: Compartido
fr: Partagé

source: Fan
de: Ventilator
es: Ventilador
fr: Ventilateur

source: Air Conditioning
de: Klimaanlage
es: Aire acondicionado
fr: Air conditionné
it: Aria condizionata

source: Single Room
de: Einzelzimmer
es: Habitación individual
fr: Chambre individuelle
it: Camera singola

source: Double Room
de: Doppelzimmer
es: Habitación doble
fr: Chambre double
it: Camera doppia

source: Double Room(Two Beds)
de: Doppelzimmer (zwei Betten)
es: Habitación doble (Dos camas)
fr: Chambre double (lits jumeaux)
it: Camera doppia (due posti letto)

source: Triple Room
de: Dreibettzimmer
es: Habitación Triple
fr: Chambre triple
it: Camera tripla

source: Pool Villa
de: Villa mit Swimmingpool
es: Villa con piscina
fr: Villa avec piscine
it: Villa con piscina

source: Apartment
de: Appartement
es: Apartamento
fr: Appartement
it: Appartamento

source: Full Property
de: Ganze Unterkunft
es: Propiedad completa
fr: Propriété complète
it: Proprietà piena

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Eliminar de Favoritos
fr: Supprimer des favoris
it: Rimuovere da Preferiti

source: Up To
de: bis
es: hasta
fr: jusqu’à
it: Fino a

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

source: See Destinations List
de: Allgemeine Ziele
es: Ver listado de destinos
fr: Voir liste de destinations
it: Guarda l'elenco delle destinazioni

source: Name Required
de: Das Namensfeld darf nicht frei bleiben
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
it: Il nome non può essere vuoto

source: Name Required
de: Das E-Mail-Feld darf nicht frei bleiben
es: El correo no puede estar vacío
fr: L’e-mail ne peut pas être vide
it: Mail non può essere vuoto

source: Not a valid E-mail Address
de: Die E-Mail-Adresse ist ungültig
es: La dirección de correo no es válida
fr: L’adresse e-mail n’est pas valide
it: L'indirizzo email non è valido

source: Comments Field can not be empty
de: Das Feld für Kommentare darf nicht frei bleiben
es: El comentario no puede estar vacío
fr: Le commentaire ne peut pas être vide
it: Il tuo commento non può essere vuoto

source: Your Comment has been sent
de: Der Kommentar wurde eingefügt
es: El comentario ha sido insertado
fr: Le commentaire a été enregistré
it: Il commento è stato inserito

source: Accommodation Features
de: Eigenschaften der Unterkunft
es: Características del Alojamiento
fr: Caractéristiques du logement
it: Caratteristiche Alloggio

source: (Booking Form)
de: (Reservierungsformular)
es: (Forma de reservar)
fr: (Façon de réserver)
it: (forma di prenotare)

source: Accommodation Type
de: Art der Unterkunft
es: Tipo de Propiedad
fr: Type de propriété
it: Tipo di proprietà

source: Accommodation Category
de: Kategorie
es: Categoría de la Casa
fr: Catégorie de la maison
it: Categoria Case

source: Price
de: Preis
es: Precio
fr: Prix

source: Rooms
de: Anzahl Zimmer
es: Número de habitaciones
fr: Nombre de chambres
it: Numero di camere

source: Room Type
de: Art des Zimmers
es: Tipo de Habitación
fr: Type de chambre
it: Tipo di camera

source: Windows
de: Fenster
es: Ventanas
fr: Fenêtres
it: Finestre

source: Beds
de: Anzahl Betten
es: Número de camas
fr: Nombre de lits
it: Numero di posti letto

source: Bathroom Type
de: Art des Bades
es: Tipo de baño
fr: Type de salle de bain
it: Tipo di bagno

source: Others
de: Sonstiges
es: Otras del alojamiento
fr: Autres caractéristiques du logement
it: Altri

source: Languages Spoken
de: Sprachen, die im Haus gesprochen werden
es: Idiomas que hablan en la casa
fr: Langues parlées dans la maison
it: Lingue parlate a casa

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese

source: French
de: Französisch
es: Francés
fr: Français
it: Francese

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano

source: Included in the price:
de: Im Preis enthaltene Leistungen
es: Facilidades incluidas en el precio
fr: Services compris dans le prix
it: Servizi inclusi nel prezzo:

source: Not Included in the price:
de: Sonstige Leistungen, nicht im Preis einbegriffen.
es: Facilidades no incluidas en el precio
fr: Services non compris dans le prix
it: Servizi non inclusi nel prezzo:

source: Other
de: Sonstiges
es: Otras
fr: D’autres
it: Altro

source: Booking
de: Reservierung
es: Reservación
fr: Réservation
it: Prenotazione

source: Review
de: Revision
es: Revisión
fr: Révision
it: Recensione

source: Book!
de: Reservieren
es: Reservar
fr: Réserver
it: Riserva!

source: Payment
de: Zahlungsdetails
es: Pago
fr: Paiement
it: Pagamento

source: Booking Confirmation
de: Bestätigung
es: Confirmación
fr: Confirmation
it: Conferma

source: Accommodation
de: Eigentum
es: Propiedad
fr: Propriété
it: Proprietà

source: Date
de: Datum
es: Fecha
it: Data

source: Room
de: Zimmer
es: Habitación
fr: Chambre
it: Camera

source: Guests
de: Datum
es: Huéspedes
fr: Personnes
it: Ospiti

source: Beds
de: Pro Bett
es: Por cama
fr: Pour lit
it: Letto

source: Triple Rooms have a $10 surcharge
de: Alle doppel und drittel Zimmern eine Nachgebuhr haben
es: Todas las habitaciones dobles y las triples tienen un recargo de $10
fr: Las chambres triples ont un supplément de $10
it: camere triple hanno un supplemento di $ 10

source: Total Price:
de: Gesamtbetrag:
es: Precio Total:
fr: Prix Total:
it: Prezzo Totale:

source: Check Availability
de: Verfügbarkeit anfragen
es: Consultar disponibilidad
fr: Consulter disponibilité
it: Verificare la disponibilità

source: Booking
de: Reservierungen
es: Reservaciones
fr: Réservations
it: Prenotazioni

source: Rooms
de: Zimmer
es: Habitaciones
fr: Chambres
it: Camere

source: Prices for
de: Preise für
es: Precios para
fr: Prix pour
it: Prezzi per

source: Room Type
de: Art des Zimmers
es: Tipo de habitación
fr: Type de chambre
it: Tipo di camera

source: Selected Rooms
de: Ausgewählte Zimmer
es: Habitaciones seleccionadas
fr: chambres choisies
it: Alcune camere

source: Type
de: Art der Unterkunft
es: Tipo
it: Tipo

source: Rooms Number
de: Anzahl Zimmer
es: No. de habitaciones
fr: Nombre de chambres
it: Camere Numero

source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo

source: Tue
de: Die
es: Mar
fr: Mar.
it: mar

source: Wed
de: Mitt
es: Miér
fr: Mer
it: mer

source: Thu
de: Don
es: Jue
fr: Jeu.
it: gio

source: Fri
de: Fre
es: Vie
fr: Ven.
it: ven

source: Sat
de: Sam
es: Sáb
fr: Sam.
it: sab

source: Sun
de: Son
es: Dom
fr: Dim.
it: Dom

source: Mon
es: Lun
fr: Lun.
it: Lun

source: See Prices
de: Preise sehen
es: Ver precios
fr: Voir prix
it: Vedere i prezzi

source: Cuban Convertible Peso
de: Kubanischer Konvertierbarer Peso
es: Peso Cubano Convertible
fr: Peso Cubain Convertible
it: Peso cubano convertible

source: About Us
de: Über uns
es: Quiénes Somos
fr: Qui sommes-nous?
it: Chi siamo

source: About Us Description
de: Beschreibung zu Wer sind wir
es: Descripción para Quienes Somos
fr: Description pour qui sommes-nous
it: Descrizione Chi siamo

source: Legal Terms
de: Beschreibung zu Gesetzlichen Fristen
es: Descripción para Términos Legales
fr: Description pour Conditions légales d’utilisation
it: Descrizione per Termini legali

source: Terms and Conditions
de: Fristen und Bedingungen
es: Términos y Condiciones
fr: Conditions d’utilisation
it: Termini e Condizioni

source: Terms and Conditions Description
de: Beschreibung zu Fristen und Bedingungen
es: Descripción para Términos y Condiciones
fr: Description pour conditions d’utilisation
it: Descrizione per Termini e Condizioni

source: Security and Privacy
de: Datenschutz
es: Política de privacidad
fr: Sécurité et confidentialité
it: Sicurezza e Privacy

source: Privacy and Security Description
de: Beschreibung zum Datenschutz
es: Descripcion para Seguridad y Privacidad
fr: Description pour sécurité et confidentialité
it: Descrizione per la Sicurezza e Privacy

source: FAQs
de: FAQ
es: Preguntas Frecuentes
fr: Questions fréquentes
it: Domande frequenti

source: FAQs Description
de: Inhalt FAQs
es: Contenido para Preguntas Frecuentes
fr: Contenu des questions fréquentes
it: Contenuti per domande frequenti

source: Best Houses
de: die besten Häuser
es: Las mejores casas
fr: Les meilleures maisons
it: Migliori Case

source: Votings
de: Abstimmungen
es: Votaciones
fr: Classements
it: Voti

source: Best Houses
de: die besten Häuser
es: Las mejores casas
fr: Les meilleures maisons
it: Migliori Case

source: Most Voted
de: Beste Bewertungen
es: Mejores Votadas
fr: Avec plus d’étoiles
it: Votato Miglior

source: Top Rated
de: Beste Bewertungen
es: Mejores Votadas
fr: Avec plus d’étoiles
it: Votato Miglior

source: About Us
de: Über uns
es: Sobre Nosotros
fr: À propos
it: Circa

source: Testimonies
de: Augenzeugen
es: Testimonios
fr: Témoignages
it: Le nostre Testimonianze

source: Press
de: Presse
es: Prensa
fr: Presse
it: Giornali

source: Partners
de: Mitglieder
es: Socios
fr: Partenaires

source: Jobs
de: Beschäftigungen
es: Empleos
fr: Emplois
it: Lavoro

source: Our Services
de: Unsere Dienstleistungen
es: Nuestros servicios
fr: Nos services
it: I nostri servizi

source: Service Guarantee
de: Servicegarantie
es: Garantía de servicio
fr: Garantie du service
it: Garanzia di servizio

source: Service Guarantee Description
de: Beschreibung zu Garantie der Dienstleistungen
es: Descripción para Garantía de Servicios
fr: Description pour garantie des services
it: Descrizione per Assurance Services

source: Testimonies Description
de: Beschreibung zu Augenzeugen
es: Descripción para Testimonios
fr: Description pour témoignages
it: Descrizione per Testimonianze

source: Press Description
de: Beschreibung für Presse
es: Descripción para Prensa
fr: Description pour presse
it: Descrizione per stampa

source: Partners Description
de: Beschreibung für Mitglieder
es: Descripción para Socios
fr: Description pour partenaires
it: Descrizione Partner

source: Jobs Description
de: Beschreibung zu Beschäftigungen
es: Descripción para Empleos
fr: Description pour emplois
it: Descrizione per Lavoron

source: 1 Room
de: 1 Zimmer
es: 1 Habitación
fr: 1 Chambre
it: 1 Camera

source: Guests
de: Gäste
es: Huéspedes
fr: Personnes
it: Ospiti

source: Rooms
de: Zimmer
es: Habitaciones
fr: Chambres
it: Camere

source: Add to Favorites
de: Zu den Favoriten hinzufügen
es: Agregar a Favoritos
fr: Ajouter à favoris
it: Aggiungi ai Preferiti

source: Adults
de: Erwachsene
es: Adultos
fr: Adultes
it: Adulti

source: Children
de: Kinder
es: Niños
fr: Enfants
it: Bambini

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia

source: Sitemap
es: Mapa del Sitio
fr: Plan du site
it: Mappa del sito

source: Site Map Description
de: Sitemap-Beschreibung
es: Descripción para el Mapa del Sitio
fr: Description pour plan du site
it: Descrizione Mappa del sito

source: How it works
de: Beschreibung der Funktionsweise
es: Descripción para Cómo Funciona
fr: Description pour comment ça marche
it: Descrizione per Come Funziona Community

source: Users Community
de: Community
es: Comunidad de Usuarios
fr: Communauté d’utilisateurs
it: Utenti

source: First
de: Erste
es: Primera
fr: Première
it: Primo

source: Last
de: Letzte
es: Última
fr: Dernière
it: Ultimo

source: Visits
de: Besuche
es: Visitas
fr: Visites
it: Visualizzazioni

source: Accommodations
de: Unterkünfte
es: Alojamientos
fr: Logements
it: Alloggi

source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome

source: Last Name
de: Nachname
es: Apellidos
fr: Noms
it: Cognome

source: Email
es: Correo

source: Phone Number
de: Telefon
es: Teléfono
fr: Numéro de téléphone
it: Telefono

source: Comments
de: Kommentare
es: Comentarios
fr: Remarques
it: Commenti

source: Host's Name and Lastname
de: Name und Vorname des Eigentümers
es: Nombre y apellidos del propietario
fr: Prénom et noms du propriétaire
it: Nome del proprietario

source: Accommodation Name
de: Name der Unterkunft
es: Nombre de la propiedad
fr: Nom de la propriété
it: Nome proprietà

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeteret

source: Province
de: Provinz
es: Provincia
it: Provincia

source: Municipality
de: Landkreis
es: Municipio
fr: Commune
it: Comune

source: Tourist "Contact Us" Form
de: Formular für Touristen
es: Formulario para el turista
fr: Formulaire pour le touriste
it: Modulo per i turisti

source: Host "Contact Us" Form
de: Formular für den Hausbesitzer
es: Formulario para el propietario
fr: Formulaire pour le propriétaire
it: Modulo per il proprietario

source: Password
de: Passwort
es: Clave
fr: Mot de passe
it: Chiave

source: Remember me on this computer
de: Angemeldet bleiben
es: Recuérdame en este ordenador
fr: Rappelez-moi sur cet ordinateur
it: Ricorda su questo computer

source: Log In
es: Identificarse
fr: Se connecter
it: Log

source: Forgot your Password?
de: Hast Du Dein Passwort vergessen?
es: ¿Has olvidado tu clave?
fr: Avez-vous oublié votre mot de passe?
it: Hai dimenticato la password?

source: Haven't you received your confirmation?
de: Hast Du die Bestätigung noch nicht erhalten?
es: ¿No has recibido la confirmación?
fr: N’avez-vous reçu la confirmation?
it: Non hanno ricevuto la conferma?

source: Not registered? Register Here!
de: Bist Du nicht registriert? Registriere Dich hier!
es: ¿No estás registrado? ¡Regístrate aquí!
fr: N’êtes-vous pas inscrit? Inscrivez-vous ici!
it: Non sei registrato? Iscrizione alla newsletter

source: Already Registered? Sign In!
de: Bist Du nicht registriert? Registriere Dich hier!
es: ¿Ya estás registrado? ¡Identifícate aquí!
fr: Êtes-vous déjà inscrit? Connectez-vous ici!
it: Già iscritto? Effettua l'accesso qui!

source: Remove from Favorites
de: Favoriten entfernen
es: Eliminar de Favoritos
fr: Supprimer des favoris
it: Rimuovere da Preferiti

source: Favorites Description
de: Beschreibung der Favoriten
es: Descripción de Favoritos
fr: Description des favoris
it: Descrizione preferiti

source: Opinions
de: Bewertung
es: Valoraciones
fr: Évaluations
it: Valutazioni

source: History
de: Historisch
es: Historial
fr: Historique
it: Storia

source: Consults
de: Anfrage/Rückfragen
es: Consultas
fr: Connexions
it: consultazioni

source: Reservations
de: Reservierungen
es: Reservas
fr: Réservations
it: prenotazioni

source: Booked
de: Reserviert
es: Reservadas
fr: Réservées
it: Prenotata

source: Confirmed Payments
de: Bestätigungen/Zahlungen
es: Confirmadas pagos
fr: Confirmées paiements
it: Pagamenti confermati

source: Availability
de: Verfügbarkeit
es: Disponibilidad
fr: Disponibilité
it: Disponibilità

source: Pending
de: Antwort offen
es: Pendientes de respuesta
fr: En attente de réponse
it: Ancora senza risposta

source: Reservations
de: Reservierungen
es: Reservaciones
fr: Réservations
it: Prenotazioni

source: Favorite Destinations
de: Favoriten
es: Destinos Favoritos
fr: Destinations favorites
it: Destinazioni Preferite

source: Favorite Accommodations
de: Unterkünfte Favoriten
es: Alojamientos Favoritos
fr: Logements favoris
it: Alloggi Preferiti

source: VIsited Destinations
de: Beliebte Destinationen
es: Destinos Visitados
fr: Destinations visitées
it: >Destinazioni in Dotazione

source: Visited Accommodations
de: Besuchte Unterkünfte
es: Alojamientos Visitados
fr: Logements visités
it: Alloggi visitati

source: Follow Us at YouTube
de: Folgen Sie uns auf Youtube
es: Síguenos en Youtube
fr: Suivez-nous sur Youtube
it: Seguici anche su Youtube

source: Follow us at Pinterest
de: Folgen Sie uns auf Pinterest
es: Síguenos en Pinterest
fr: Suivez-nous sur Pinterest
it: Seguici su Pinterest

source: Recommend a Friend
de: Einem Freund empfehlen
es: Recomendar a un amigo
fr: Recommander un ami
it: Dillo ad un amico

source: Suggestions
de: Hinweise
es: Sugerencias
fr: Recommandations
it: Consigli

source: Search Content
de: Inhalt Suchen
es: Contenido Buscar
fr: Contenu rechercher
it: Sommario Ricerca

source: Contact
de: Kontaktieren
es: Contactar
fr: Contacter
it: Contatto

source: Contact
de: Spezieller Kontakt
es: Contacto específico
fr: Contact spécifique
it: Contatto specifica

source: Contact Content
de: Spezieller Kontakt
es: Contenido contacto
fr: Contenu contact
it: Contenuto Contatti

source: Book!
de: Reservieren
es: Reservar
fr: Réserver
it: Prenota!

source: Available Accommodations
de: verfügbare Unterkünfte
es: Alojamientos libres
fr: Logements libres
it: Alloggio Libero

source: Book Content
de: Inhalt Reservieren
es: Contenido reservar
fr: Contenu/ réserver
it: Riserva contenuti

source: Search
de: Suche beginnen
es: Comenzar a buscar
fr: Commencer la recherche
it: Iniziare la ricerca

source: Travel
de: Reisen
es: Viajar
fr: Voyager
it: Traveling

source: Transports in Cuba
de: Transport in Kuba
es: Transportarse en Cuba
fr: Transport à Cuba
it: Trasportarsi a Cuba

source: Travel Content
de: Inhalt der Reisen
es: Contenido de Viajar
fr: Contenu de voyager
it: Contenuti di viaggio

source: Resen Confirmation Instructions
de: Hinweise zur Bestätigung zurücksenden
es: Reenviar instrucciones de confirmación
fr: Renvoyer des instructions de confirmation
it: Istruzioni di conferma a termine

source: Haven't received a confirmation?
de: Hast du keine Bestätigung bekommen?
es: ¿No has recibido la confirmación?
fr: N’avez-vous reçu la confirmation?
it: Non hanno ricevuto la conferma?

source: All Cuban Provinces
de: Alle Provinzen Kubas
es: Todas las provincias en Cuba
fr: Toutes les provinces à Cuba
it: Tutte le province a Cuba

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo

source: Switzerland
de: Schweiz
es: Suiza
fr: Suisse
it: Svizzera

source: Commercial Registry Number
de: Nummer des Handelsregisters
es: Número de registro comercial
fr: Numéro de registre du commerce
it: Numero di registrazione

source: Would you like to Upload a new House to our site?
de: Sind Sie interessiert, eine neue Unterkunft auf Kuba auf unserer Webseite zu platzieren?
es: ¿A usted le gustaría insertar una nueva casa en Cuba a nuestra web?
fr: Aimeriez-vous insérer une nouvelle maison de Cuba sur notre web?
it: Desidera inserire una nuova casa a Cuba per il nostro sito web?

source: Please, Fill the nex form, or send us a mail to:
de: Füllen Sie dafür bitte folgendes Formular aus oder schreiben Sie uns:
es: Por favor llene para esto el siguiente formulario o escríbanos a:
fr: S’il vous plaît, remplissez à ces fins le formulaire suivant ou écrivez-nous à:
it: Si prega di compilare il modulo qui sotto per questo o scrivere a:

source: We will contact you very soon!
de: Wir kontaktieren Sie in Kürze!
es: ¡En breve contactaremos con usted!
fr: Nous vous contacterons!
it: In vi contatterà a breve!

source: Population:
de: Bevölkerung:
es: Población:
it: Popolazione:

source: Reference:
de: Hinweis:
es: Referencia:
fr: Référence:
it: Riferimento:

source: Professional information to our Clients
de: Professionelle Information für den Reisenden
es: Información profesional a los viajeros
fr: Information professionnelle pour les voyageurs
it: Informazione professionale per i viaggiatori

source: Advertising, for Cuban Private Accommodations
de: Werbung für Privatunterkünfte in Kuba
es: Publicidad a las casas particulares en Cuba
fr: Publicité des chambres chez l’habitant à Cuba
it: Pubblicità a case private a Cuba

source: Online Booking System
de: Möglichkeit, Ihre Reservierung Online durchzuführen
es: Posibilidad de realizar su reserva Online
fr: Possibilité d’effectuer votre réservation en ligne
it: Possibilità di prenotazione on-line

source: A few Stats:
de: Einige Nummern
es: Algunos números
fr: Quelques chiffres
it: Alcuni numeri:

source: Founded on April, 2010
de: Gegründet im April 2010
es: Fundada en Abril del 2010
fr: Fondé en avril 2010
it: Fondata nel aprile 2010

source: Accommodations at all 16 Cuban Provinces
de: Unterkünfte in den 16 Provinzen
es: Alojamientos en las 16 provincias
fr: Logements dans les 16 provinces
it: Alloggi in 16 province

source: Booking Confirmation
de: Bestätigung der Reservierung
es: Confirmación de reservación
fr: Confirmation de réservation
it: Conferma di prenotazione

source: Your availability request has been sent.
de: Anfrage zur Verfügbarkeit gesendet
es: Su consulta de disponibilidad ha sido enviada.
fr: Votre demande de réservation a été envoyée.
it: Disponibilità La tua richiesta è stata inviata.

source: Within the next 24 hours you will receive a confirmation via E-mail
de: Innerhalb von 24 Stunden erhalten Sie eine Antwort per E-Mail
es: Dentro de 24 horas recibirá una respuesta a través de su correo electrónico
fr: Vous aurez une réponse dans votre courrier électronique sous 24 heures
it: Entro 24 ore riceverai una risposta via e-mail

source: Other accommodations may be available
de: Weitere Unterkünfte an Ihrem Reiseziel
es: Otros alojamientos pueden estar disponibles
fr: D’autres logements peuvent être disponibles
it: Altre proprietà possono essere disponibili
