Repository: rgualp/AbucRemarketing2Bundle
Catalog: app/Resources/translations/messages.*.xlf
Languages: de, es, fr, it

source: Your requests have expired after the first 48 hours without paying. But, don’t worry at all, you may do another booking. I’m sure you’ll find better offers. <b>MyCasaParticular.com</b> has everything you need. Would you like to <a style="color: #000000; text-decoration:underline" href="%link%"><b>try again</b></a>?
de: Ihre Anfragen haben nach den ersten 48 Stunden ohne Bezahlung abgelaufen. Aber keine Sorge, können Sie wieder buchen und wird sicherlich bessere Angebote zu finden. <b>MyCasaParticular.com</b> hat alles, was Sie brauchen. Moechten Sie <a style="color: #000000; text-decoration:underline" href="%link%"><b>es erneut versuchen</b></a>?
es: Tus solicitudes han vencido luego de las primeras 48 horas sin pago. Pero no te preocupes, puedes volver a reservar y de seguro encontrarás mejores ofertas. <b>MyCasaParticular.com</b> tiene todo lo que necesitas. ¿Desea <a style="color: #000000; text-decoration:underline" href="%link%"><b>intentarlo de nuevo</b></a>?
fr: Le délai de 48 heures pour payer vos demandes de réservation répondues comme disponibles est échu. Mais ne vous en faites pas, vous pouvez réserver à nouveau et vous pouvez trouver probablement de meilleures offres. <b>MyCasaParticular.com</b> a tout ce dont vous avez besoin. Voulez-vous <a style="color: #000000; text-decoration:underline" href="%link%<b>essayer de nouveau</b></a>?
it: Le applicazioni sono dopo le prime 48 ore scaduto senza pagamento. Ma non preoccupatevi, è possibile ri-book e sarà sicuramente trovare le offerte migliori. <b>MyCasaParticular.com</b> ha tutto il necessario. Vuoi <a style="color: #000000; text-decoration:underline" href="%link%"><b>riprovare </b></a>?

source: Let us know how we can help you. Contact us at <a href="mailto:reservation@mycasaparticular.com">reservation@mycasaparticular.com</a>
de: Benötigen Sie Hilfe? Kontaktieren Sie uns unter die E-Mail Adresse: <a href="mailto:reservation@mycasaparticular.com">reservation@mycasaparticular.com</a>
es: Podemos ayudarte. Contáctanos a <a href="mailto:reservation@mycasaparticular.com">reservation@mycasaparticular.com</a>
fr: Nous pouvons vous aider. Contactez-nous <a href="mailto:reservation@mycasaparticular.com">reservation@mycasaparticular.com</a>
it: possiamo aiutare. Contatto <a href="mailto:reservation@mycasaparticular.com">reservation@mycasaparticular.com</a>

source: We trust we can help you.
de: Confiamos en poder ayudarle.
es: Confiamos en poder ayudarle.
fr: Nous pensons que nous pouvons vous aider.
it: Fiducia per aiutarvi.

source: Cancel offer
de: Offerte annullieren
es: Cancelar oferta
fr: Annuler l’offre
it: Annulla offerta

source: Canceled
de: Annulliert
es: Cancelada
fr: Annulée
it: Annullato

source: You are close to cancel the offer
de: Sie sind dabei die Offerte zu annullieren
es: Está por cancelar la oferta
fr: l’offre est sur le point d’être annulée
it: è di annullare l'offerta

source: If you are still interested on reserve this offer, you have to make an initial deposit now, up to
de: Falls Sie die Unterkunft reservieren moechten, wir bitten Sie die Vorauzahlung von jetzt zu machen
es: Si aún está interesado en reservarla, le recomendamos efectuar ahora un depósito inicial, que asciende a
fr: Si vous êtes encore intéressé à réserver, nous vous conseillons d’effectuer un dépôt initial de
it: Se siete ancora interessati a prenotare uno, si consiglia di oggi fa un deposito iniziale, pari a

source: You cancell the offer
de: Sie haben das Angebot annulliert
es: Ha cancelado la oferta
fr: L’offre a été annulée
it: hanno annullato l'offerta

source: This offer do not belong to you.
de: Diese Offerte ist nicht fuer Sie.
es: Esta oferta no pertenece a usted.
fr: Cette offre ne vous appartient pas.
it: Questa offerta non appartiene a voi.

source: This offer can not be cancelled.
de: Dieses Angebot kann nicht storniert/annulliert werden.
es: Esta oferta no puede ser cancelada.
fr: Cette offre ne peut pas être annulée.
it: Questa offerta non può essere cancellato.

source: There may be some available offers
de: Sie können verfügbare Zimmer haben
es: Puedes tener disponibles
fr: Vous pouvez avoir des chambres disponibles
it: Si può avere a disposizione

source: Some of the selected rooms can be available at your shopping cart. We suggest you to check all the options. What would you like to do with these offers?
de: Vielleicht, einige der angefragten Zimmer verfügbar sind. Wir empfehlen Ihnen alle Angebote zu überprüfen. Was möchten Sie mit dieser Angebote machen?
es: Puedes tener disponibles algunas de las habitaciones seleccionadas en tu cesta de compras. Te sugerimos revisar todas las opciones. ¿Qué te gustaría hacer con estas ofertas?
fr: Certaines chambres choisies peuvent être disponibles dans votre chariot. Nous vous conseillons d’analyser toutes les options. Qu’est-ce que vous aimeriez faire avec ces offres?
it: Si possono avere alcune disponibili camere selezionati nel carrello. Si consiglia di rivedere tutte le opzioni. Cosa ti piacerebbe fare con queste offerte?

source: From
es: Desde
fr: Du
it: Da

source: to
es: hasta
fr: jusqu’au
it: a

source: LET US KNOW HOW DID IT GO
de: Geben Sie uns Ihre Meinung nach
es: DÉJANOS SABER CÓMO TE FUE
fr: FAITES NOUS SAVOIR VOTRE OPINION
it: Facci sapere come era

source: Your opinion is important for other users...let us know about your trip. We want to know everything, every detail of your terrific vacations. We hope it was an unforgettable memory!
de: Ihre Meinung hat einen großen Wert für andere Benutzer. Erzählen Sie uns über Ihre Reise auf Kuba. Wir möchten alle Details über diese wunderbare Urlaubsreise wissen. Wir hoffen dass Sie ein eimaliges Erlebnis gelebt haben.
es: Tu opinión vale para otros usuarios…cuéntanos sobre tu viaje a Cuba. Queremos saberlo todo, cada detalle sobre estas vacaciones estupendas. ¡Esperamos que haya sido una experiencia inolvidable!
fr: Votre opinion est très importante pour d’autres utilisateurs…racontez-nous sur votre voyage à Cuba. Nous voulons connaître chaque détail sur ces vacances extraordinaires. Nous espérons que cela a été une expérience inoubliable!
it: La tua opinione è importante per gli utenti ... raccontaci il tuo viaggio a Cuba. Vogliamo sapere tutto, ogni dettaglio su questi grandi vacanze. Speriamo che è stata un'esperienza indimenticabile!

source: Share your comments and suggestions about our services and the Casas Particulares where you stayed. Thanks to your recommendations, we will be able to improve our site.
de: Teilen Sie Ihre Bewertungen und Empfehlungen über unsere Dienstleistung und über die Casas particulares wo Sie übernachtet haben, mit. Dank Ihrer Empfehlungen, können wir unsere Website verbessern.
es: Comparte tus comentarios y sugerencias sobre nuestros servicios y las casas particulares dónde te alojaste. Gracias a tus recomendaciones podemos continuar mejorando nuestro sitio.
fr: Partagez votre avis sur nos services et sur les chambres chez l’habitant où vous avez logé. Grâce à votre avis nous pouvons continuer à améliorer notre site.
it: Condividi i tuoi commenti e suggerimenti sui nostri servizi e case private in cui è alloggiato.

source: Comment
de: Kommentar
es: Comentar
fr: Laissez un commentaire
it: Commento

source: One room already exists in your cart and the selected date range collides with which it is stored. Please change the date range.
de: Eines der Zimmer ist bereits in wishlist, und die ausgewählten Datumsbereich kollidiert mit dem es gespeichert ist. Bitte ändern Sie das Datumsbereich.
es: Una de las habitaciones ya existe en su wishlist y el rango de fechas seleccionado colisiona con el que está almacenado. Por favor, modifique el rango de fechas.
fr: L’une de ces chambres existe déjà sur votre wishlist et la période prévue pour le séjour coïncide avec celle qui est déjà enregistrée. S’il vous plaît, modifiez la date.
it: Una camera esiste già nella wishlist e di date selezionato si scontra con la quale è memorizzato. Si prega di cambiare l'intervallo di date.

source: Street
de: Strasse
es: Calle
fr: Rue
it: Via

source: Outdated
es: Vencida
fr: Expirée
it: In ritardo

source: New offer
de: Neues Angebot
es: Nueva oferta
fr: Nouvelle offre
it: Nuova offerta

source: Air Conditioning / Fan
de: Klimaanlage / Ventilator
es: Aire acondicionado / Ventilador
fr: Air conditionné / Ventilateur
it: Aria condizionata/ventilatore

source: Options
es: Opciones
it: Opzioni

source: I would like to receive an email with instructions to register my accommodation
de: Ich möchte eine E-Mail mit Anweisungen zu meiner Unterkunft registrieren erhalten
es: Deseo recibir un correo con instrucciones para inscribir mi alojamiento
fr: Je veux recevoir un e-mail avec des explications pour inscrire mon logement
it: Desidero ricevere una mail con le istruzioni per registrare il mio alloggio

source: Instructions for registering accommodation
de: Anleitung zur Registrierung von Unterkunft
es: Instrucciones para registrar alojamiento
fr: Instructions pour inscrire logement
it: Istruzioni per la registrazione di proprietà

source: Thank you for contacting us. We have sent an email with instructions to register your accommodation.
de: Vielen Dank für Ihre Kontaktaufnahme. Wir haben eine E-Mail mit Anweisungen geschickt, um Ihre Unterkunft zu erfassen.
es: Gracias por contactar con nosotros. Le hemos enviado un correo con instrucciones para el registro de su alojamiento.
fr: Merci de nous contacter. Nous vous avons envoyé un e-mail contenant des explications pour inscrire votre logement.
it: Grazie per averci contattato. Ti abbiamo inviato una e-mail con le istruzioni per la registrazione di un alloggio.

source: Share on Facebook
de: Teilen auf Facebook
es: Compartir en Facebook
fr: Partager sur Facebook
it: Condividi su Facebook

source: Voucher of your reservation
de: Gutschein im Wert von Ihrer Reservierung
es: Voucher de su reservación
fr: Voucher de votre réservation
it: Buono per la prenotazione

source: Automatic translated by Google Translator
de: By Google Translator übersetzt Automatische
es: Traducido automáticamente utilizando Google Translator
fr: Traduit automatiquement en utilisant Google Translator
it: tradotto automaticamente utilizzando Google Translator

source: Your name
de: Ihr Name
es: Su nombre
fr: Votre nom
it: Il tuo nome

source: Your email
de: Ihre E-Mail
es: Su correo
fr: Votre courrier électronique
it: Il tuo indirizzo email

source: PACKAGE TOUR
de: Reisepakete
es: PAQUETES TURÍSTICOS
fr: FORFAITS TOURISTIQUES
it: PACCHETTI TURISTICI

source: Knowing Cuba, live Cuba!
es: Conocer Cuba, vivir Cuba!
fr: Connaître Cuba, vivre Cuba!
it: Conoscere Cuba, vivere a Cuba!

source: Meet Cuba in days
de: In wenigen Tagen Cuba erleben
es: Conozca Cuba en días
fr: Connaissez Cuba en jours
it: Conoscere Cuba in giorni

source: Details package tour
de: Reiseprogramm
es: Detalles del paquete turístico
fr: Détails du forfait touristique
it: Dettagli del pacchetto giro

source: Do you want to know Cuba in a week?
de: ¿Quiere usted conocer Cuba en una semana?
es: ¿Quiere usted conocer Cuba en una semana?
fr: Voulez-vous connaître Cuba pendant une semaine?
it: Volete sapere Cuba in una settimana?

source: Route
de: REISEBESCHREIBUNG
es: Itinerario
fr: Itinéraire
it: Percorso

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno

source: Add room
de: Zimmer hinzufügen
es: Añadir habitación
fr: Ajouter chambre
it: Add stanza

source: Adults
de: Erwachsener
es: Adultos
fr: Adultes
it: Adulti

source: Child
de: Kind
es: Niño
fr: Enfant
it: Bambino

source: Machen Sie Reservierung,
de: Jetzt Reservieren,
es: Haga su reserva,
fr: Faites votre réservation,
it: Fai la tua prenotazione,

source: Services included in tour price:
de: DIESE LEISTUNGEN SIND IM REISEPREIS INBEGRIFFEN:
es: Servicios incluidos en el precio del paquete:
fr: Services inclus dans le prix du forfait :
it: Servizi inclusi nel prezzo del pacchetto:

source: Services not included
de: Leistungen nicht eingeschlossen
es: Servicios no incluidos
fr: Services qui ne sont pas inclus
it: Servizi non inclusi

source: Room
de: Zimmer
es: Habitación
fr: Chambre
it: Camera

source: Single room
de: Einzelzimmer
es: Habitación simple
fr: Chambre simple
it: Camera singola

source: Double room
de: Doppelzimmer
es: Habitación doble
fr: Chambre double
it: Camera doppia

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni

source: and
de: und
es: y
fr: Et
it: e

source: Travellers
de: Reiseteilnehmer
es: Solicitante
fr: Personne qui demande
it: Richiedente

source: Add
de: Dazutun
es: Añadir
fr: Ajouter
it: Aggiungi

source: Submit all
de: Senden
es: Enviar todo
fr: Envoyer tout
it: Inviare tutti

source: Registration of participants
de: Teilnehmer-Registrierung
es: Registro de participantes
fr: Registre de participants
it: Registrazione dei partecipanti

source: First Name
de: Vorname
es: Primer nombre
fr: Premier prénom
it: Nome

source: Last Name
de: Name
es: Apellidos
fr: Noms
it: Cognomi

source: Birth date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita

source: Street
de: Strasse
es: Calle
fr: Rue
it: Via

source: Zip Code
de: Postleitzahl
es: Código postal
fr: Code postal
it: CAP

source: City
de: Städte
es: Ciudad
fr: Ville
it: Città

source: Country
de: Land
es: País
fr: Pays
it: Nazione

source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono

source: Your booking has been registered successfully.
de: Ihre Bestellung wurde erfolgreich registriert.
es: Su reserva se ha registrado satisfactoriamente.
fr: Votre demande de réservation a été correctement enregistrée.
it: La sua prenotazione è stata registrata con successo.

source: Within 24 hours you will receive a confirmation email with all services included in the package.
de: Sie werden innert 24 Stunden eine Bestätigung per Email erhalten.
es: En 24 horas usted recibirá un correo de confirmación con todos los servicios que incluye el paquete.
fr: Sous 24 heures vous recevrez un e-mail de confirmation avec tous les services qu’inclus le forfait.
it: In 24 ore riceverete una mail di conferma con tutti i servizi inclusi nel pacchetto.

source: Have you ever felt your time wasn´t enough to knowing everything that you wanted? Getting the most from vacation days could be difficult if we don´t know the chances of our travel destination. However, it could turn so simple as choosing the right travel package. The most popular destinations of the Caribbean Island, car rent options, the hospitality of the Cuban families in private homes, salsa, rum, cigars. From Cuba where the happiness of living is true.
de: Hatten Sie auch schon das Gefühl, Ihre Ferienzeit sei zu knapp, um alles zu erleben, was Sie möchten? Wer die Highlights seines Reiselands nicht kennt, kann auch nicht das Beste aus seinen Ferien herausholen. Dabei kann es mit dem richtigen Reisepaket so einfach sein...Entdecken Sie die beliebtesten Reiseziele der Insel, Mietwagen-Optionen, Salsa, Rum, Zigarren und natürlich die Gastfreundschaft kubanischer Familien in ihren Häusern. Lernen Sie das Land und seine Leute richtig kennen – und Sie werden noch viel mehr erleben. Denn Kuba bedeutet Lebensfreude pur!
es: ¿Ha sentido que no fue suficiente el tiempo para conocer todo lo que quería? Disfrutar las vacaciones al máximo podría ser complicado si no se tienen claras las posibilidades de nuestro destino turístico. Sin embargo, se podría convertir en algo tan sencillo como elegir el paquete adecuado. Los destinos más destacados de la Isla, opciones de renta de autos, la hospitalidad de familias cubanas en Casas Particulares, salsa, ron, cigarros. Desde Cuba, una isla donde se puede sentir la alegría de vivir.
fr: Avez-vous eu l’impression que le temps n’a pas suffi pour connaître tout ce que vous voulez? Jouir des vacances au maximum pourrait être compliqué si les possibilités de notre destination touristique ne sont pas claires. Cependant, cela pourrait devenir plus simple avec le choix du paquet de services adéquat. Les destinations plus célèbres de l’île, les options de location de voitures, l’accueil des familles cubaines dans leurs maisons, salsa, rhum, cigares. Tout cela, au rendez-vous à Cuba, une île où vous pouvez sentir la joie de vivre.
it: Avete sentito che non era abbastanza tempo per imparare tutto quello che volevi? Godetevi la vacanza al meglio potrebbe essere complicato se non si hanno chiare le possibilità della nostra destinazione turistica. Tuttavia, potrebbe trasformarsi in qualcosa di semplice come scegliere il pacchetto giusto. Le destinazioni più popolari dell'isola, opzioni di noleggio auto, l'ospitalità di famiglie cubane in case private, salsa, rum, sigari. Da Cuba, un'isola dove si può sentire la gioia di vivere.

source: Check Price
de: Preis prüfen
es: Comprobar precio
fr: vérifier prix
it: Controlla prezzo

source: people
de: Menschen
es: personas
fr: personnes
it: persone

source: Mr
de: Herr
es: Sr
fr: M.
it: Sr

source: Mrs
de: Frau
es: Sra
fr: Mme.

source: Please check that the number of registrations and the number of people booked must match.
de: Überprüfen sie bitte, die Anzahl der Einträge sollte gleich der Anzahl der reservierten Personen sein.
es: Por favor verifique que la cantidad de inscripciones debe ser igual a la cantidad de personas reservadas.
fr: S’il vous plaît, vérifiez: la quantité d’inscriptions doit être égale à la quantité de personnes réservées.
it: Si prega di controllare il numero di voci deve essere uguale alla quantità di persone riservati.

source: Edit
de: Änderung
es: Modificar
fr: Modifier
it: cambia

source: Please, check the amount of people to reserve don´t be more than the limit given for the package.
de: Überprüfen Sie bitte, dass die Anzahl der zu reservierenden Personen den angegebenen Grenzwert der zu reservierenden Personen nicht überschreitet, welche im zu buchenden Paket angegeben sind.
es: Por favor verifique que la cantidad de personas a reservar no supere el límite de personas dadas por el paquete.
fr: S’il vous plaît, vérifiez que la quantité de personnes dans la réservation ne dépasse pas la limite de personnes conçue dans le forfait.
it: Si prega di verificare che il numero di persone a riserva non superi il limite di persone ha riferito il pacchetto.

source: To complete your booking you must add at least one room and select an adult or child.
de: Für Ihren Aufenthalt, müssen Sie mindestens ein Zimmer hinzufügen und können wählen, ein Erwachsener oder ein Kind.
es: Para su estancia, debe de adicionar al menos una habitación y seleccionar un adulto o niño.
fr: Pour votre séjour, vous devez ajouter au moins une chambre et choisir un adulte ou un enfant.
it: Per il vostro soggiorno, è necessario aggiungere almeno una stanza e selezionare un adulto o un bambino.

source: Details of your booking
de: Details Ihrer Reservierung
es: Detalles de su reserva
fr: Détails de votre réservation
it: Dettagli della tua prenotazione

source: Amount of people
de: Anzahl der Personen
es: Cantidad de personas
fr: Quantités de personnes
it: Numero di persone

source: Payment Account
de: Zahlungsart Rechnung
es: Cuenta de Pago
fr: paiement
it: Conto di Pagamento

source: CONFIRMATION OF THE ORDER
de: AUFTRAGSBESTÄTIGUNG
es: CONFIRMACIÓN DE LA ORDEN
fr: CONFIRMATION DE L’ORDRE
it: CONFERMA DELL'ORDINE

source: Add service@mycasaparticular.com to your address book or your safe senders list to ensure you continue to receive these emails. <br/><br/>Can also read our Privacy Policy <a href="%policieslink%"> Here. </A> <br/><br/>Prices may be subject to change before payment. Prices do not include applicable service charges. All accommodation is subject to availability check. See our <a href="%termlink%">Terms and Conditions</a> for more details.<br/><br/>MyCasaParticular.com is a service GmbH ABUC media network with trade register number CH-270.4.002.844-1 in Basel. Switzerland.
de: Fügen Sie service@mycasaparticular.com zu Ihrem Adressbuch oder Ihrer Liste sicherer Absender hinzu, um sicherzustellen, dass Sie auch weiterhin E-Mails von uns erhalten können. <br/><br/>Unsere Datenschutzrichtlinie <a href="%policieslink%"> lesen Sie hier. </a><br/><br/>Die Preise können sich vor der Zahlung ändern. Die Preise beinhalten keine Bearbeitungsgebühren. Alle Unterkünfte sind auf Verfügbarkeit zu überprüfen. Lesen Sie unsere <a href="%termlink%">Nutzungsbedingungen</a> für weitere Details. <br/><br/>MyCasaParticular.com ist ein Service der ABUC media network GmbH, Handelsregisternummer CH-270.4.002.844-1 in Basel, Schweiz.
es: Añade service@mycasaparticular.com a tu agenda de contactos o tu lista de remitentes seguros para asegurarnos de que sigues recibiendo estos correos electrónicos.<br/><br/>También puedes leer nuestra Política de Privacidad <a href="%policieslink%">Aquí.</a><br/><br/>Los precios pueden estar sujetos a cambios antes de realizar el pago. Los precios no incluyen cargos por servicios aplicables. Todos los alojamientos están sujetos a chequeo de disponibilidad. Consulte nuestros <a href="%termlink%">Términos y Condiciones</a> para obtener información más detallada.<br/><br/>MyCasaParticular.com es un servicio de ABUC media network GmbH con número de registro comercial CH-270.4.002.844-1 en Basel. Suiza.
fr: Ajoutez service@mycasaparticular.com à votre carnet d’adresse pour continuer de recevoir ces e-mails.<br/><br/> Vous pouvez aussi lire notre Politique de confidentialité <a href="%policieslink%"> Ici.</a><br/><br/> Les prix peuvent être sujets à changer avant d’effectuer le paiement. Des charges pour des services applicables ne sont pas comprises dans les prix. Tous les logements sont susceptible d’être vérifiés en ce qui concerne la disponibilité Consultez nos <a href="%termlink%"> Conditions d’utilisation </a> pour en savoir plus.<br/><br/> MyCasaParticular.com est un service d’ ABUC media network GmbH avec numéro de registre du commerce CH-270.4.002.844-1 à Bâle. Suisse.
it: Aggiungi service@mycasaparticular.com alla tua rubrica o la vostra lista sicura per garantire che continuo a ricevere queste e-mail dei mittenti. <br/><br/>Può anche leggere la nostra Privacy Policy <a href="%policieslink%"> Prezzi. </A> <br/><br/> possono essere soggette a modifiche prima di effettuare il pagamento. I prezzi non includono le spese di servizio applicabili. Tutti gli alloggi sono soggetti a verifica disponibilità. Vedere i nostri <a href="%termlink%">Termini e Condizioni</a> Per informazioni più dettagliate. <br/><br/>/> MyCasaParticular.com è un servizio di rete multimediale Abuc GmbH con numero di registrazione commerciale CH -270.4.002.844-1 a Basilea. Svizzera.

source: Accompanying
de: Begleitet
es: Acompañantes
fr: Personnes qui vous accompagnent
it: Accompagnare

source: Tour Packages
de: Pauschalreisen
es: Paquetes Turísticos
fr: Forfaits touristiques
it: Ogni Settimana

source: Make sure you'll come to enjoy Cuba!!
de: Verpassen Sie nichts von der wunderbaren Vielfalt, die Kuba zu bieten hat!
es: ¡Asegúrate que vienes a Cuba a disfrutar!
fr: Assurez-vous que vous venez à Cuba pour vous amuser!
it: Assicuratevi di venire a Cuba per godere!

source: This service is only available for people living in Switzerland or Germany.
de: Dieser Service ist nur für Personen mit Wohnsitz in der Schweiz, Deutschland, Österreich und Lichtenstein bestimmt.
es: Este servicio solo está disponible para personas que residen en Suiza o Alemania.
fr: Ce service n’est disponible que pour des personnes résidant en Suisse ou en Allemagne.
it: Questo servizio è disponibile solo a persone residenti in Svizzera o in Germania.

source: Indispensable!
de: Unverzichtbar!
es: ¡Imprescindibles!
fr: Indispensables!
it: Incredibile!
