Repository: rgualp/AbucRemarketing2Bundle
Catalog: app/Resources/translations/messages.*.xlf
Languages: de, es, fr, it

source: How it works
de: So funktioniert es
es: Cómo Funciona
fr: Comment ça marche?
it: Come funziona

source: Register
de: Registrieren
es: Regístrate
fr: S’Inscrire
it: Registreràr

source: Log In
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
it: Iniziare Sessione

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuta

source: Currency
de: Währung
es: Moneda
fr: Monnaie
it: Moneta

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue

source: Log Out
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
it: Sconnetti

source: My Casa Particular - Home
de: My Casa Particular - Startseite
es: My Casa Particular - Portada
fr: My Casa Particular – page d´accueil
it: My Casa Particular - Frontespizio

source: Go Up
de: Top
es: Ir arriba
fr: Aller en haut
it: Top

source: Destinations
de: Reiseziele
es: Destinos
it: Destinazioni

source: Most Visited Cities
de: Meist besuchte Städte
es: Ciudades Más Visitadas
fr: Villes les plus visitées
it: Cittá piú visitata

source: Local Festivals and Fun
de: Lokale Feste und Fun
es: Fiestas Locales y Diversión
fr: Fêtes locales et loisirs
it: >Sagre e divertimento

source: Photo Galleries
de: Fotogalerien
es: GalerÍaS de fotos
fr: Galerie de photos
it: Gallerie fotografiche

source: Your Pictures
de: Ihre Fotos
es: Tus fotos
fr: Vos Photos
it: Le tue foto

source: Accommodation
de: Unterkünfte
es: Alojamiento
fr: Hébergement
it: Sistemazione

source: Economic Accommodations
de: Günstige Unterkünfte
es: Alojamientos Económicos
fr: Logements bon marchés
it: Alloggi economici

source: Mid Range Accommodations
de: Mid Range Unterkunft
es: Alojamientos Rango Medio
fr: Logements prix moyens
it: Alloggi Midrange

source: Premium Accomodations
de: Premium-Unterkunft
es: Alojamientos Premium
fr: Logements Premium
it: Premium Alloggi

source: Best Accommodations
de: Beste Bewertungen
es: Las mejores casas
fr: Les meilleures
it: Le migliori case

source: Top Rated Accommodations
de: Beste Bewertungen
es: Más Votadas
fr: Avec plus d’étoiles
it: Le più votate

source: Ratings
de: Wertung
es: Votaciones
fr: Classement
it: Le votazioni

source: Company
de: Firma
es: Empresa
fr: Entreprise
it: Società

source: Who we are
de: Wer sind wir?
es: Quiénes Somos
fr: Qui sommes-nous?
it: Chi siamo

source: FAQs
de: FAQ
es: Preguntas Frecuentes
fr: Questions Fréquentes
it: Domande frequenti

source: Terms and Condition
de: Geschäftsbedingungen
es: Términos y Condiciones
fr: Règles et conditions d’utilisation
it: Termini e condizioni

source: Security and Privacy
de: Datenschutz
es: Seguridad y Privacidad
fr: Sécurité et Confidentialité
it: Sicurezza e Privacy

source: Contact Us
de: Kontaktieren Sie uns
es: Nuestros contactos
fr: Contactez-nous
it: I nostri contatti

source: Site Map
es: Mapa del Sitio
fr: Plan du site
it: Mappa del sito

source: Follow us at Facebook
de: Folgen Sie uns auf Facebook
es: Síguenos en Facebook
fr: Suivez nous sur Facebook
it: Seguici su Facebook

source: Follow us at Twitter
de: Folgen Sie uns auf Twitter
es: Síguenos en Twitter
fr: Suivez nous sur Twitter
it: Seguici su Twitter

source: A product of ABUC Media Network GmbH. All Rights Reserved
de: Ein Produkt von ABUC Media Network GmbH. Alle Rechte vorbehalten
es: Un producto de ABUC Media Network GmbH. Todos los derechos reservados
fr: 32. Un produit d´ABUC Media Network GmbH. Tous droits réservés
it: Un prodotto di Abuc Media Network GmbH. Tutti i diritti riservati

source: Rent of casas particulares, apartments and rooms in Cuba
de: Mieten von Privathäusern, Wohnungen und Zimmer in Kuba
es: Renta de casas particulares, apartamentos y habitaciones en Cuba
fr: Chambres chez l’habitant, appartements et chambres à louer à Cuba
it: Affitto di case, appartamenti e stanze private a Cuba

source: Choose a Destination
de: Wählen Sie ein Reiseziel
es: Elije un destino
fr: Choisir une destination
it: Scegliere una destinazione

source: Arrival Date
de: Anreise
es: Fecha de Llegada
fr: Date d´arrivée
it: Arrivo

source: Departure Date
de: Ausgang
es: Fecha de Salida
fr: Date de départ
it: Partenza

source: 1 Guest
de: 1 Gast
es: 1 Huésped
fr: 1 Hôte
it: 1 ospite

source: search
de: Suche
es: buscar
fr: Rechercher
it: Ricerca

source: Lodging,
de: Übernachten,
es: Alojarse
fr: Loger
it: Rimanere

source: where Cuba Cuba is!
de: wo Kuba, Kuba ist!
es: donde Cuba, Cuba es!
fr: où Cuba c’est Cuba!
it: dove Cuba è Cuba!

source: MyCasaParticular.com, your first address in Cuba
de: MyCasaParticular.com, Ihre erste Adresse auf Kuba
es: MyCasaParticular.com, su primera dirección en Cuba
fr: MyCasaParticular.com, votre première adresse à Cuba
it: MyCasaParticular.com, il suo primo discorso a Cuba

source: Home
es: Inicio
fr: Accueil
it: Inizio

source: Destinations
de: Reiseziele
es: Destinos
it: Destinazioni

source: Offers
de: Vermietungsangebote
es: Ofertas
fr: Offres
it: Offerte

source: Guide and Information
de: Reiseführer und Informationen
es: Guía e Información
fr: Guide et Information
it: Guida e informazioni...Guida e informazioni...Guida e informazioni

source: Accommodations
de: Unterkünfte
es: Alojamientos
fr: Logements
it: Sistemazioni

source: Browser description
de: Beschreibung der Suchmaschine
es: Descripción del buscador
fr: Description du navigateur
it: Descrizione della ricerca

source: Home
de: Top
es: Ir a la portada
fr: Aller à la page d´accueil
it: Vai alla homepage

source: Search
de: Suchmaschine
es: Buscador
fr: Navigateur
it: Ricerca

source: Why Lodging in a Private Accommodation?
de: Warum ein Aufenthalt in einer Casa particular?
es: ¿Por qué alojarse en una casa particular?
fr: Pourquoi loger chez l´habitant?
it: Perché stare in una casa privata?

source: To Know Cuba, to Live Cuba!!
de: Kuba erleben, Kuba entdecken!
es: ¡¡Conocer Cuba, vivir Cuba!!
fr: Connaître Cuba, vivre Cuba!!
it: 'Conoscere Cuba, Cuba in diretta !!

source: Lodging in a casa particular can be one of the most interesting experiences you can enjoy during your trip to Cuba. Aside from having the chance to meet travelers from around the world you will know the Cuban reality from within, living with a Cuban familiy. Another important argument is the price. Casas particulares are the most economical option for your stay in Cuba.
de: Der Aufenthalt in einer Casa particular kann eine der interessantesten Erfahrungen während Ihrer Kuba-Reise sein. Neben der Möglichkeit, Touristen aus der ganzen Welt zu treffen, haben Sie in einer Casa particular hautnahen Kontakt zur kubanischen Bevölkerung und bekommen so einen Einblick in deren Alltag. Ein weiterer entscheidender Vorteil ist der Preis: In einer Casa particular zu übernachten ist weit günstiger als in einem Hotel. Kuba erleben, Kuba entdecken!
es: Alojarse en una Casa Particular es una de las experiencias más interesantes que usted puede disfrutar durante su viaje a Cuba. Aparte de tener la posibilidad de conocer a viajeros de todo el mundo podrá conocer la realidad cubana desde adentro. Disfrutar la hospitalidad del cubano y conocer más su cultura. Otro argumento muy importante es el precio. Las casas particulares son la opción más económica para su estancia en Cuba. Es importante recordar que, al ser estos negocios privados, eligiendo reservar en uno de ellos Usted contribuye a la economía familiar cubana.
fr: Loger dans une chambre chez l'habitant est l'une des expériences les plus intéressantes dont vous pourriez profiter lors de votre voyage à Cuba. En plus de l'occasion de rencontrer des touristes du monde entier, vous aurez un aperçu de la réalité cubaine. Vous pourrez profiter de l'accueil des Cubains et apprendre davantage de leur culture. Le prix constitue un autre avantage très important. Les chambres chez l'habitant représentent l'option la plus économique pour votre séjour à Cuba. Compte tenu du fait qu'il s'agit des affaires du secteur privé, quand vous choisissez l'une de ces maisons, vous contribuez à l'économie de la famille cubaine
it: Soggiornare in una casa privata è una delle esperienze più interessanti che si possono avere durante il vostro viaggio a Cuba. Oltre ad avere l'opportunità di incontrare viaggiatori da tutto il mondo, si può conoscere la realtà cubana dall'interno; godere dell'ospitalità e incontrare vera cultura cubana. Un altro aspetto molto importante è il prezzo. Le case private sono l'opzione più economica per il vostro soggiorno a Cuba. "E 'importante ricordare che, in quanto tali imprese private, scegliere di soggiornare in questa modalità contribuisce all'economia famiglia cubana(libro in uno di essi si contribuisce all'economia famiglia cubana

source: Top rated accommodations
de: Am besten bewertet
es: Casas Particulares Mejor Valoradas
fr: Chambres chez l´habitant les plus réputées
it: Più votati case private

source: More Info about
de: Mehr Information über
es: Ver más información de
fr: En savoir plus
it: Vedi ulteriori informazioni

source: Visualize
de: Sichtbar machen
es: Visualizar
fr: Visualiser
it: visualizzazione

source: Pager
de: Seitenanzeige
es: Paginador
fr: Paginateur

source: Recommend a friend
de: Unterkunft weiterempfehlen
es: Recomendar a un amigo
fr: Recommander un ami
it: Raccomandare ad un amico

source: Popular Destinations
de: Beliebte Destinationen
es: Destinos Populares
fr: Destinations populaires
it: Destinazioni popolari

source: Last Added
de: Zuletzt hinzugefügt
es: Últimas Añadidas
fr: Dernières ajoutées
it: Ultime Aggiunte

source: Offers
de: Angebote
es: Ofertas
fr: Offres
it: Offerte

source: Economics
de: Günstig
es: Económicas
fr: Bon marchés
it: Economia

source: Mid Range
de: Mittelklasse
es: Rango Medio
fr: Prix moyens
it: Medium Range

source: See [+]
de: Mehr [+]
es: Ver [+]
fr: Voir plus[+]
it: Cfr [+]

source: See other destinations
de: Mehr Beliebte Reiseziele sehen
es: Ver más destinos populares
fr: Voir plus de destinations populaires
it: Le destinazioni più popolari

source: See more recently added Houses
de: Mehr letzte Zugänge sehen
es: Ver más casas últimas añadidas
fr: Voir les derniers logements ajoutés
it: Vedi altro ultime case aggiunti

source: See more Offers
de: Mehr Angebote sehen
es: Ver más ofertas
fr: Voir plus d´offres
it: Mostra più offerte

source: See more economics Houses
de: Mehr preisgünstige Häuser ansehen
es: Ver más casas económicas
fr: Voir plus de maisons économiques
it: Vedi case più accessibili

source: See more Mid Range Houses
de: Mehr Häuser mittleren Niveaus ansehen
es: Ver más casas rango medio
fr: Voir plus de maisons milieu de gamme
it: Vedi più case Midrange

source: See more Premium Houses
de: Mehr erstklassige Häuser ansehen
es: Ver más casas premium
fr: Voir plus de maisons Premium
it: Vedi più case premium

source: By range / price
de: Nach Niveau / Preis
es: Por rango / precio
fr: Par catégorie / par prix
it: Con gamma / prezzo

source: Search for accommodation
de: Unterkunft suchen
es: Buscar alojamiento
fr: Rechercher un hébergement
it: Trova un alloggio

source: (Select)
de: Wählen Sie aus
es: (Seleccione)
fr: (Choisissez)
it: (Seleziona)

source: Per Type
de: Nach Art/Typ
es: Por tipo
fr: Par type
it: Per tipo

source: Loading...
de: Lädt...
es: Cargando...
fr: en cours de chargement...
it: Caricamento in corso ...

source: Order By...
de: Sortieren nach
es: Ordenar por
fr: Ranger par
it: Ordina per..

source: Price /Lowest to Highest
de: Preis / von niedrig nach hoch
es: Precio /Menor a Mayor
fr: Prix / dans l’ordre croissant
it: Prezzo / basso al più alto

source: Price /Highest to Lowest
de: Preis / von hoch nach niedrig
es: Precio /Mayor a Menor
fr: Prix / dans l’ordre décroissant
it: Prezzo / decrescente

source: Best valued
de: Besser bewertet
es: Mejor Valorada
fr: la plus réputée
it: Con le migliori valutazioni

source: Worst Valued
de: Schlechter bewertet
es: Peor Valorada
fr: la moins réputée
it: La peggio votata

source: Alphabetically /A - Z
de: Alphabetisch / A-Z
es: Alfabéticamente /A - Z
fr: Alphabétiquement /A – Z
it: In ordine alfabetico/ A - Z

source: Alphabetically /Z - A
de: Alphabetisch / Z-A
es: Alfabéticamente /Z - A
fr: Alphabétiquement /Z - A

source: See results as a list
de: Ergebnisse als Liste sehen
es: Ver resultados en forma de lista
fr: Voir les résultats sous forme de liste
it: Vedere i risultati in lista

source: See results as a mosaic
de: Ergebnisse als Mosaik sehen
es: Ver resultados en forma de mosaicos
fr: Voir les résultats sous forme de mosaïques
it: Guarda i risultati come mosaici

source: See results at the map
de: Ergebnisse auf der Karte sehen
es: Ver resultados ubicados en el mapa
fr: Voir résultats sur la carte.
it: Vedi i risultati sulla cartina

source: Last Added
de: Zuletzt hinzugefügt
es: Últimas Añadidas
fr: Dernières ajoutées
it: Ultime aggiunte

source: List By Categories
de: Liste nach Kategorien
es: Listado por Categorías
fr: Liste par Catégories
it: Lista Categorie

source: Photos
de: Fotos
es: Fotos
it: Foto

source: Nearby Accommodations
de: Privatunterkünfte in der Nähe
es: Propiedades Cercanas
fr: Maisons proches
it: Proprietà nelle vicinanze

source: More In
de: Mehr in
es: Más en
fr: Plus à
it: In piú

source: More Destinations in
de: Mehr Reiseziele sehen in
es: Ver más destinos en
fr: Voir plus de destinations
it: Vedi altre destinazioni

source: (See All)
de: (Alle sehen)
es: (ver todos)
fr: (voir toutes)
it: (guarda tutti)

source: Maps
de: Karten
es: Mapas
fr: Cartes
it: Mappe

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Services
de: Dienstleistungen
es: Servicios
it: Servizi

source: Rooms
de: Zimmer
es: Habitaciones
fr: Chambres
it: Camere

source: Type
de: Art
es: Tipo
fr: Types
it: Tipo

source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité
it: Capacità

source: Bedrooms
de: Zimmer
es: Dormitorios
fr: Chambres
it: camere da letto

source: City
de: Städte
es: Ciudad
fr: Ville
it: Città

source: Province
de: Provinzen
es: Provincia
it: Provincia

source: Services
de: Dienstleistungen
es: Servicios
it: Servizi

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena

source: Parking
de: Parkplatz
es: Parqueo
fr: Garage
it: Parqueggio

source: Bikes Parking
de: Parkplatz für Fahrräder
es: Parqueo para Bicicletas
fr: Garage à bicyclettes
it: Deposito per biciclette

source: Pets
de: Haustiere
es: Mascotas
fr: Mascottes
it: Animali

source: Laundry Services
de: Wäscheservice
es: Lavado
fr: Lessive
it: Lavaggio

source: Internet / E-mail
es: Internet / Correo
fr: Internet / Courrier électronique

source: Pool
de: Swimmingpool
es: Piscina
fr: Piscine
it: Piscina

source: High Season
de: Obergeschoss
es: Alta
fr: Haute saison
it: Alta Stagione

source: Low Season
de: Erdgeschoss
es: Baja
fr: Basse saison
it: Bassa Stagione

source: Beds
de: Anzahl Betten
es: Camas
fr: Lits
it: Letti

source: Main Features
de: Hauptmerkmale
es: Características Principales
fr: Caractéristiques Principales
it: Caratteristiche principali

source: HVAC
de: Klimaanlage
es: Climatización
fr: Climatisation
it: Climate Control

source: Windows
de: Fenster
es: Ventanas
fr: Fenêtres
it: Finestre

source: Balcony
de: Balkon
es: Balcón
fr: Balcon
it: Balcone

source: Terrace
de: Terrasse
es: Terraza
fr: Terrasse

source: Back yard
de: Hof
es: Patio
fr: Cour
it: Patio

source: Audiovisual
de: TV/DVD
es: Audiovisuales
fr: Audiovisuels
it: Audiovisivi

source: Bathroom
de: Bad
es: Baño
fr: Salle de bain
it: Bagno

source: Others
de: Sonstiges
es: Otras
fr: autres
it: Altro

source: Smoker
de: Raucher
es: Fumador
fr: Fumeur

source: Safe
es: Caja Fuerte
fr: Coffre-fort
it: Sicuro

source: Stereo
de: Stereoanlage
es: Estéreo
fr: Stéréo

source: Cradle
de: Wiege
es: Cuna
fr: Lit de bébé

source: From
de: Ab
es: Desde
fr: À partir de
it: Da

source: Nights
de: Pro Nächte
es: Por noches
fr: Pour nuit
it: Per Notte

source: Arrival
de: Anreise
es: Llegada
fr: Arrivée
it: Arrivo

source: Departure
de: Abreise
es: Salida
fr: Départ
it: Uscita

source: Guests
de: Gäste
es: Huéspedes
fr: Personnes
it: Ospiti

source: Book It
de: Reserviere es
es: Resérvalo
fr: Réservez
it: Prenota

source: Includes Cleaning Fees
de: Reinigungstarif einbegriffen
es: Incluye tarifa de limpieza
fr: Inclut tarif de ménage
it: Include tassa di pulizia

source: Add to Favorites
de: Zu den Favoriten hinzufügen
es: Añadir a Mis Favoritos
fr: Ajouter à mes favoris
it: Aggiungere ai miei preferiti

source: Name
de: Vorname
es: Nombre
fr: Nom
it: Nome

source: E-mail
es: Correo
fr: Adresse e-mail
it: E

source: Leave a Comment
de: Comment
es: Deje su comentario
fr: Commentaire
it: Lascia il tuo commento sono necessari

source: Fields marked with (*) are required.
de: Die Felder mit (*) sind obligatorisch.
es: Los campos marcados con (*) son obligatorios.
fr: Les champs marqués (*) sont obligatoires.
it: campi contrassegnati con (*).

source: Would you recommend this house?
de: Empfehlen Sie diese Unterkunft für Urlaub?
es: ¿Recomendaría este alojamiento para ir de vacaciones?
fr: Recommanderez-vous ce logement pour passer les vacances?
it: Consiglieresti questa sistemazione per una vacanza?

source: Excellent Accommodation!!
de: Eine ausgezeichnete Unterkunft!
es: Un alojamiento excelente!!
fr: Un logement excellent!!
it: alloggi eccellente !!

source: Yes, I liked it.
de: Ja, hat mir gefallen.
es: Sí, me gustó.
fr: Oui, j’ai aimé ce logement.
it: Sì, mi è piaciuto.

source: Regular.
de: Normal.
es: Normal.
fr: Normal.
it: Normale.

source: Didn't liked it.
de: Hat mir nicht gefallen.
es: No me gustó.
fr: Je n’ai pas aimé ce logement.
it: Non mi piaceva.

source: I wouldn't recommend it.
de: Würde ich nicht empfehlen.
es: No lo recomendaría.
fr: Je ne le recommanderais pas.
it: Non lo consiglio.

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia

source: Similar Accommodations
de: Ähnliche Privatunterkünfte
es: Propiedades Similares
fr: Propriétés similaires
it: Proprietà simili

source: Elements
de: Elemente
es: elementos
fr: éléments
it: Articoli

source: See more accommodations
de: Mehr Eigenschaften sehen
es: Ver más propiedades
fr: Voir plus de maisons
it: Vedi altre proprietà

source: In
es: en
fr: à
it: A

source: Room
de: Zimmer
es: habitación
fr: chambre
it: camere

source: Rooms
de: Zimmer
es: habitaciones
fr: chambres
it: camere

source: Night/room
de: Nacht/Zimmer
es: noche/habitación
fr: nuit/chambre
it: Notte / Camera

source: Last Added
de: Zuletzt hinzugefügt
es: Últimas Añadidas
fr: dernières ajoutées
it: Ultime aggiunte

source: Economic Accommodations List
de: Liste der preisgünstigen Privatunterkünfte
es: Listado de Propiedades Económicas
fr: Liste de logements économiques
it: Piú Economiche

source: Mid Range Accommodation List
de: Liste der Privatunterkünfte mittleren Niveaus
es: Listado de Propiedades de Rango Medio
fr: Liste de logements à prix moyens
it: Prezzo Normale

source: Premium Accommodation List
de: Liste der erstklassigen Privatunterkünfte
es: Listado de Propiedades Premium
fr: Liste de logements Premium
it: Premium

source: Mid Range Accommodations
de: Mittelklasse
es: Alojamientos Rango Medio
fr: Hébergements prix moyens
it: Alloggi Midrange

source: Economic Accommodations
de: Günstig
es: Alojamientos Económicos
fr: Hébergements économiques
it: Sistemazione economica

source: Premium Accommodations
de: Premium
es: Alojamientos Premium
fr: Hébergements Premium
it: Premium Alloggi

source: Offers
de: Angebote
es: Ofertas
fr: Offres
it: Offerte

source: Best tourism destinations in Cuba
de: Die besten reiseziele in Kuba
es: Los mejores destinos turísticos de Cuba
fr: Les meilleures destinations touristiques de Cuba
it: Migliori destinazioni di Cuba

source: (All)
de: (Alle)
es: (Todas)
fr: (Toutes)
it: (Tutti)

source: The best casas particulares in Cuba
de: Die besten casas particulares in Kuba
es: Las mejores casas particulares en Cuba
fr: Les meilleures chambres chez l’habitant à Cuba
it: Migliori case private a Cuba

source: Room Features
de: Ausstattung des Zimmers
es: Características de la habitación
fr: Caractéristiques de la chambre
it: Caratteristiche della camera

source: Single
de: Einzelzimmer
es: Individual
fr: Individuelle
it: Individual

source: Double
de: Doppelzimmer
es: Doble
it: Doppia

source: Double (two beds)
de: Doppelzimmer (zwei Betten))
es: Doble (dos camas)
fr: Double (lits jumeaux)
it: Doppia (due posti letto)

source: HVAC
de: Klimaanlage
es: Climatización
fr: Climatisation
it: Climate Control

source: Audiovisual
de: Audiogeräte
es: Audiovisuales
fr: Audiovisuels
it: Audiovisivi

source: Facilities for babies (Cradle)
de: Einrichtungen für Babys (Wiege)
es: Facilidades para bebés (Cuna)
fr: Facilités pour bébés (berceau)
it: BAMBINO(Cuna)

source: Smoker
de: Raucher
es: Fumador
fr: Fumeur

source: Safe
es: Caja de Seguridad
fr: Coffre-fort
it: Sicuro

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione

source: Windows
de: Fenster
es: Ventanas
fr: fenêtres
it: Finestre

source: Balcony
de: Balkon
es: Balcón
fr: Balcon
it: Balcone

source: Terrace
de: Terrasse
es: Terraza
fr: Terrasse

source: Back Yard
de: Hof
es: Patio
fr: Cour
it: Patio

source: Bathroom
de: Bad
es: Baños
fr: Toilettes
it: Bagni

source: Private, Interior
de: Eigenes Bad im Zimmer
es: Interior Privado
fr: Intérieur Privé
it: Interno privato

source: Private, Exterior
de: Gästebad
es: Exterior Privado
fr: Extérieur Privé
it: Esterno privato

source: Shared, Exterior
de: Gemeinsames Gästebad
es: Exterior Compartido
fr: Extérieur partagé
it: Esterno Condiviso

source: Other Services
de: Sonstige Dienstleistungen
es: Otros Servicios
fr: D’autres services
it: Altri servizi

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena

source: Parking
de: Parkplatz
es: Parqueo
it: Parcheggio

source: Pets
de: Haustiere
es: Mascotas
fr: Mascottes
it: animali

source: Laundry Services
de: Wäscherei
es: Lavandería
fr: Lessive
it: lavanderia

source: Pool
de: Swimmingpool
es: Piscina
fr: Piscine
it: Piscina

source: Internet / E-mail
es: Internet / correo electrónico
fr: Internet / courrier électronique

source: (All)
de: (Alle)
es: (Todas)
fr: (Toutes)
it: (Tutti)

source: Users Comments
de: Kommentare der Benutzer
es: Comentarios de los usuarios
fr: Opinions des utilisateurs
it: Opinioni degli utenti

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici

source: Rating
de: Bewertung
es: Valoración
fr: Évaluation
it: Valutazione

source: of this accommodation
de: dieser Privatunterkunft
es: de esta propiedad
fr: de ce logement
it: Per questa proprietà

source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazioni

source: This accommodation has a total of %total_recomends% Recommendations
de: Diese Privatunterkunft erhielt insgesamt %total_recomends% Bewertungen
es: Esta propiedad tiene un total de %total_recomends% recomendaciones
fr: cette maison a un total %total_recomends% recommandations
it: La struttura dispone di un totale di %total_recomends% raccomandazioni

source: Password Recovery
de: Passwort vergessen
es: Recuperar clave
fr: Restaurer mot de passe
it: Password dimenticata

source: Password Recovery
de: Passwort vergessen
es: Recuperar clave
fr: Restaurer mot de passe
it: Password dimenticata

source: Reset my Password
de: Passwort-Reset
es: Resetear mi clave
fr: Réinitialiser le mot de passe
it: Cambia la tua password

source: Register
de: Registrier dich
es: Regístrate
fr: Inscrivez-vous
it: Sign

source: Register
de: Registrieren
es: Regístrate
fr: Inscrivez-vous
it: Sign
