Repository: rgualp/AbucRemarketing2Bundle
Catalog: app/Resources/translations/messages.*.xlf
Languages: de, es, fr, it

source: MyCasaParticular.com is a service GmbH ABUC media network with trade register number CH-270.4.002.844-1 in Basel. Switzerland.
de: MyCasaParticular.com ist ein Service der ABUC media network GmbH, Handelsregisternummer CH-270.4.002.844-1 in Basel, Schweiz.
es: MyCasaParticular.com es un servicio de ABUC media network GmbH con número de registro comercial CH-270.4.002.844-1 en Basel. Suiza.
fr: MyCasaParticular.com est un service d’ ABUC media network GmbH avec numéro de registre du commerce CH-270.4.002.844-1 à Bâle, Suisse.
it: MyCasaParticular.com è un servizio abuc media rete GmbH con numero di registrazione commerciale ch-270.4.002.844-1 a Basilea. Svizzera.

source: Quick Booking
de: Schnelle Buchung
es: Reserva Rápida
fr: Réservation Rapide
it: Prenotazione Rapida

source: The owner of this Casa Particular will reply to your availability request as soon as possible.
de: Der Eigentümer dieser Unterkunft wird Ihnen auf Ihre Verfügbarkeitsanfrage in kurzmöglichster Zeit antworten.
es: El propietario de esta vivienda contestará a tu solicitud de disponibilidad en el menor tiempo posible.
fr: L´hôte de maison doit répondre à votre demande de réservation le plus rapidement possible.
it: il proprietario di questa custodia risponderá alle vostre richiesta di disponibilità a minor tempo possibile

source: Please, consult the data of your reservations
de: Bitte schauen Sie die Daten Ihrer Reservierung nach.
es: Consulte los datos de sus reservas
fr: Consultez les détails de vos réservations
it: Vedi dati le tue prenotazioni

source: Now also available on your mobile device.
de: Jetzt auch auf Ihrem Mobil-Telefon erhältlich.
es: Ahora también disponible en su dispositivo móvil.
fr: Disponible maintenant sur votre portable.
it: Ora disponibile anche in tuo cellulare

source: It's free!
de: Es ist kostenlos!
es: ¡Es gratis!
fr: C’est gratuit!
it: Di gratis!

source: Book your taxi and guarantee the secure transportation to the requested lodging.
de: Entdecken Sie Kuba mit Stil! Abholung am Flughafen und Transport zur Unterkunft, Rundfahrten im Oldtimer und Transferservice. Wir begleiten Sie immer. Reisen Sie mit MyTaxiCuba!
es: Descubre Cuba con estilo. Recogidas en el aeropuerto y hasta la puerta de casa, paseos en autos antiguos y servicio de transfer. Estamos a tu lado siempre. Muevete con MyTaxiCuba.
fr: Découvrez Cuba avec style. Transfert de l'aéroport jusqu'à la maison réservée, tours dans des vieilles voitures américaines et service de transfer. Nous sommes toujours à côté de vous. Voyagez avec MyTaxiCuba.
it: Scopri Cuba con stile. Pickups in aeroporto per la parte anteriore della Casa, e servizi di trasferimento. Siamo al vostro fianco sempre. Muoversi con MyTaxiCuba.com

source: If you require the service of MyTaxiCuba, contact us trough:
de: Um unsere Service zu bestellen, kontaktieren Sie uns unter die E-Mail Adresse:
es: Reserva nuestros servicios a través de:
fr: Réservez nos services sur:
it: prenotare i nostri servizi attraverso:

source: See on our web site
de: Sehen auf unserer Website
es: Ver en el sitio
fr: Voir sur le site
it: Visualizza in sitio

source: Casas particulares in every corner of the Island
de: Casas Particulares in jeder Ecke der Insel
es: Casas particulares en todos los rincones de la Isla
fr: Chambres chez l’habitant dans tous les coins de l’île.
it: case private in ogni angolo dell'isola

source: Your trip takes course with us,
de: Ihre Reise nimmt mit uns Formen
es: Su viaje toma rumbo con nosotros,
fr: Votre voyage prend forme avec nous.
it: Il suo viaggio prende corso con noi,

source: for
de: an…
es: por
fr: pour
it: per

source: Staying is just the beginning. We make your trip a unique experience.
de: Ihre Unterkunft ist nur der Anfang. Wir machen Ihre Reise zu einem einzigartigen Erlebnis.
es: Alojarse es solo el comienzo. Hacemos de su viaje una experiencia única.
fr: Loger c’est seulement le début. Nous faisons de votre voyage une expérience unique.
it: Rimanendo è solo l'inizio. Facciamo il vostro viaggio un'esperienza unica.

source: Old Havana
es: ¡Escápese a Cuba! ...<br/>Toda la aventura a mitad de precio
fr: Faites une escapade à Cuba! ...<br/>Toute l’ aventure pour la moitié du prix

source: Isle of Youth
es: Quédese este código y pruébelo!
fr: Gardez ce code et utilisez-le!

source: MyCasa Renta, mobile app
de: MyCasa Renta, Mobilgeräte Applikation
es: MyCasa Renta, aplicación móvil
fr: MyCasa Renta, aplicación móvil
it: MyCasa Renta, applicazione mobile

source: MyCasa Trip, mobile app
de: MyCasa Trip, Mobilgeräte Applikation
es: MyCasa Trip, aplicación móvil
fr: MyCasa Trip, application portable
it: MyCasa viaggio, l'applicazione mobile

source: The best casas particulares in %destinationName%, Cuba
de: Die besten casas particulares in %destinationName%, Kuba
es: Las mejores casas particulares en %destinationName%, Cuba
fr: Le meilleures chambres chez l´habitant à %destinationName%, Cuba
it: Migliori case private in %destinationName%, Cuba

source: Most visited cities in Cuba
de: Meistbesuchte Städte in Kuba
es: Las ciudades más visitadas en Cuba
fr: Les villes les plus visitées à Cuba
it: Le città più visitate in Cuba

source: Total to pay
de: GESAMTBETRAG
es: Total a pagar
fr: Total à payer
it: Prezzo totale

source: Have your data over Facebook, we just need something else to complete your registration in MyCasaParticular.
de: Wir haben Deine Daten via Facebook erhalten, wir brauchen nur noch eine Information um Deine Registrierung in MyCasaParticular zu vervollständigen.
es: Tenemos tus datos a través de Facebook, solo necesitamos una información más para completar tu registro en MyCasaParticular.
fr: Nous avons vos données Facebook. Il faut seulement une autre information pour compléter votre inscription sur MyCasaParticular.
it: Noi abbiamo i dati tramite Facebook, abbiamo solo bisogno di ulteriori informazioni per completare la registrazione MyCasaParticular.

source: Log in
de: Anmelden
es: Entrar
fr: Entrer
it: Log

source: Just one more step...
de: Nur noch ein Schritt...
es: Solo un paso más...
fr: Il ne reste qu´un pas de plus...
it: Basta un passo in più ...

source: Lodging Amount
de: Betrag für Unterkunft
es: Importe por alojamiento
fr: Montant pour hébergement
it: Importo per l’alloggio

source: Service Fee
de: Dienstgebühr
es: Tarifas de servicio
fr: Tarifs du service
it: Spese per i servizi

source: Cash Payment on Arrival
de: Barzahlung vor Ort
es: Pago en Casa
fr: Paiement à la maison
it: Casa di pagamento

source: Online Prepayment
de: Online-Zahlung für Dienste: Online-Zahlung für Dienste
es: Pago online por los servicios
fr: Paiement en ligne pour les services
it: PPagamento online per i servizi

source: %percent% of Lodging Amount
de: %percent% des Preises der Unterkunft
es: %percent% del Importe por Alojamiento
fr: %percent% du montant pour hébergement
it: %percent% dell'importo da Alloggio

source: Lodging Amounts
de: Beträge der Unterkünfte
es: Importes por alojamientos
fr: Montants pour hébergements
it: Importi di Alloggio

source: Online Prepayments
de: Online-Zahlung für Dienste
es: Pago online por los servicios
fr: Paiement en ligne pour les services
it: Pagamento online per i servizi

source: Price / Night
de: Preis / Nacht
es: Precio / Noche
fr: Prix / Nuitée
it: Prezzo / Notte

source: Booking Price
de: Preis der Reservierung
es: Costo Reserva
fr: Prix de la réservation
it: Costo della Prenotazione

source: You can pay using Postfinance, VISA o MASTERCARD
de: Bezahlen Sie mit Postfinance,VISA o MASTERCARD
es: Pague usando cuenta Postfinance,VISA o MASTERCARD
fr: Payez en utilisant compte Postfinance,VISA ou MASTERCARD
it: Pay usando conto PostFinance, VISA o MASTERCARD

source: You can pay using Visa
de: Bezahlen Sie über Visa-Konto
es: Pague usando Visa
fr: Payez en utilisant Visa
it: Pay tramite Visa

source: You can pay using Mastercard
de: Bezahlen Sie über Mastercard-Konto
es: Pague usando Mastercard
fr: Payez en utilisant Mastercard
it: Pay con Mastercard

source: Great! You´ve paid all your reservations successfully. Cuba awaits.
de: Prima! Alle ihre Reservierungen wurden erfolgreich bezahlt. Kuba wartet auf Sie!!!
es: ¡Estupendo! Has pagado todas tus reservas con éxito. Cuba te espera.
fr: Super! Vous avez payé toutes vos réservations avec succès. Cuba vous attend.
it: Grande! Hai pagato tutte le tue prenotazioni con successo. Cuba vi aspetta.

source: You have successfulyl registered in MyCasaParticular
de: Sie haben erfolgreich Ihre Registrierung auf MyCasaParticular beendet
es: Se ha registrado exitosamente en MyCasaParticular
fr: Vous vous êtes inscrit avec succès sur MyCasaParticular
it: È stato registrato con successo MyCasaParticular

source: Thank you for registering yourself in MyCasaParticular
de: Vielen Dank für Ihre Registrierung auf MyCasaParticular
es: Gracias por registrarse en MyCasaParticular
fr: Merci de votre inscription sur MyCasaParticular
it: Grazie per la registrazione MyCasaParticular

source: You have successfulyl registered in MyCasaParticular.
de: Ihre Registrierung in unserem System war erfolgreich!
es: Se ha registrado exitosamente en MyCasaParticular.
fr: Vous vous êtes inscrit avec succès sur MyCasaParticular .
it: ha registrato con successo MyCasaParticular.

source: New User Account
de: Neues Benutzeraccount
es: Nueva cuenta de usuario
fr: Nouveau compte d´utilisateur
it: Nuovo account utente

source: Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio, Informacion para el inicio
de: Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start, Informationen für Start
fr: 43. Information pour le démarrage, Information pour le démarrage,
it: Informazioni per la casa, informazioni per l'avvio,Informazioni per la casa, informazioni per l'avvio,

source: Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...Destinos...
de: Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...Reiseziele...
fr: Destinations...Destinations...
it: Destinazioni ... Destinazioni .....Destinazioni ... Destinazioni .....Destinazioni ... Destinazioni ...

source: Ofertas...Ofertas...Ofertas...Ofertas...Ofertas...
de: Vermietungsangebote...Vermietungsangebote...Vermietungsangebote...Vermietungsangebote...Vermietungsangebote...
fr: Offres... Offres....Offres...Offres...Offres...
it: Speciali ... Promozioni ... Promozioni ... Promozioni ... Promozioni ...

source: Subtotal
de: Zwischensumme gesamt
fr: Sous total
it: Totale parziale

source: Casa particular
de: Privatunterkunft
fr: Chambrez chez l’habitant
it: Casa privata

source: Total
de: Gesamt
it: Totale

source: Total
de: Gesamt
it: Totale

source: alojamiento(s)
de: Unterkünfte
fr: logement(s)
it: Alloggi (s)

source: Mid range Accommodation Description
it: Descrizione alloggio medio raggio

source: Booking ID
it: Prenotazioni ID

source: Booking ID:
it: Prenotazioni ID:

source: Marinas
de: Marina
it: Marine

source: Cuba Clásica Casa
fr: Cuba classique Casa
it: Cuba Classic House

source: Detalles de su reserva
de: Details Ihrer Reservierung
fr: Détails de votre réservation
it: Dettagli della tua Prenotazione

source: Cantidad de habitaciones
de: Anzahl der Zimmer
fr: Quantité de chambres
it: Numero di camere

source: New package booked!
de: Neu Reservierung eines Paketes
fr: Nouveau forfait réservé
it: Nuovo pacchetto prenotato!

source: Meta Tags
it: Meta Tag

source: Roles
fr: Rôles
it: Ruoli

source: Invalid username or password
de: Benutzername oder Passwort ungültig
it: Nome utente o la password non valido

source: Old Havana
de: Alt-Havanna
it: L'Avana Vecchia

source: Isle of Youth
de: Insel der Jugend
it: L'Isola della Gioventù

source: Zapata Marsh
it: Penisola di Zapata

source: Havana
de: Havanna
it: L'Avana

source: Escape to Cuba! ...<br/> Whole adventure for half price
de: Flüchten Sie nach Kuba! ... <br/>Das ganze Abenteuer zum halben Preis
it: Eescape to Cuba! ...<br/> Tutta l'avventura a metà prezzo

source: Double the fun with each Coupon
de: Der doppelte Spaß mit jedem Coupon
it: Per due volte il divertimento con ciascun coupon

source: Keep this promo code try it here
de: Behalten Sie diesen Code und probieren Sie!
it: Tenere questo codice e provarlo!

source: Guia e Informacion...Guia e Informacion...Guia e Informacion...Guia e Informacion...Guia e Informacion
de: Reiseführer und Informationen...Reiseführer und Informationen...Reiseführer und Informationen...Reiseführer und Informationen...Reiseführer und Informationen
fr: 49. Guide et information ..Guide e Information...

source: No
de: Nein
fr: Non

source: TV+DVD / Video
fr: TV+DVD / Vidéo

source: Natural
de: Natürlich
fr: Naturel

source: ID_Casa
fr: Code de la_Maison

source: No.
de: Nr.
fr: Numéro

source: Danke, dass Sie MyCasaParticular ausgewehlt haben.
fr: CONFIRMATION DE L’ORDRE.

source: MyTaxiCuba
fr: Réservez nos services sur:

source: Jacuzzi
de: Whirlpool

source: Triple
de: Dreibettzimmer

source: Jacuzzi
de: Jakuzzi
