Repository: rgualp/AbucRemarketing2Bundle
Catalog: app/Resources/translations/messages.*.xlf
Languages: de, es, fr, it

source: We kindly recommend you to consult for availability at some other accommodation facilities
de: Wir empfehlen Ihnen, die Verfügbarkeit ähnlicher Unterkünfte an Ihrem Reiseziel anzufragen
es: Le recomendamos consultar la disponibilidad de otros alojamientos similares dentro de su destino
fr: Nous vous conseillons de consulter les disponibilités d’autres logements pareils dans la même destination
it: Noi consigliamo di controllare la disponibilità di alloggi simili nella vostra destinazione

source: Available accommodations at this destination
de: Verfügbare Unterkünfte an diesem Reiseziel
es: alojamientos disponibles en este destino
fr: logements disponibles dans cette destination
it: Risultati trovati in questa destinazione

source: Have you checked for other destinations?
de: Haben Sie andere Reiseziel angefragt?
es: ¿Ha consultado otros destinos?
fr: Avez-vous consulté d’autres destinations?
it: Ha consultato le altre destinazioni?

source: Available Accommodations
de: Verfügbare Unterkünfte
es: Alojamientos disponibles
fr: logements disponibles
it: Alloggi disponibili

source: More
de: mehr
es: más
fr: plus
it: Piú

source: Our Office
de: Unser Büro
es: Nuestra oficina
fr: Notre bureau
it: Il nostro ufficio

source: All Provinces
de: Alle Provinzen Kubas
es: Todas las provincias
fr: Toutes les provinces
it: Tutte le province

source: Cart
de: Warenkorb
es: Cesta
fr: Chariot
it: Shopping

source: Send as:
de: Senden auf den Namen von:
es: Enviar a nombre de:
fr: Envoyer au nom de:
it: Invia nome:

source: Email to:
de: E-Mail:
es: Correo electrónico:
fr: Courrier électronique:
it: E-mail:

source: Main Cuban Destinations
de: Topreiseziele auf Kuba!
es: Principales destinos de Cuba
fr: Principales destinations de Cuba
it: Principali destinazioni di Cuba

source: Reservation Details
de: Details der Reservierung
es: Detalles de reservación
fr: Détails de la réservation
it: Dettagli di prenotazione

source: Triple Rooms have a surcharge of
de: Alle doppel und drittel Zimmern eine Nachgebuhr haben
es: Todas las habitaciones dobles y las triples tienen un recargo de
fr: Les chambres triples ont un supplément de
it: Camere triple hanno un supplemento di

source: Price/Night
de: Preis|Nacht
es: Precio/Noche
fr: Prix/Nuit
it: Prezzo/Notte

source: Keep Looking
de: Weitersuchen
es: Continuar buscando
fr: Continuer la recherche
it: Continua la ricerca

source: Delete
de: Entfernen
es: Eliminar
fr: Supprimer

source: Empty my Shopping Cart
de: Warenkorb leeren
es: Vaciar cesta
fr: Vider chariot
it: Empty basket

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile

source: Do you want to permanently delete this reservation?
de: Bestätigen Sie, dass Sie die Reservierung löschen wollen?
es: ¿Confirma que desea eliminar la reservación?
fr: Confirmez-vous que vous voulez supprimer la réservation?
it: Sei sicuro di voler cancellare la prenotazione?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Your cart has been successfully emptied.
de: Der Warenkorb wurde erfolgreich geleert.
es: La cesta se ha vaciado satisfactoriamente.
fr: Le chariot a été vidé avec succès .
it: Il cestino è stato svuotato in modo soddisfacente.

source: Shopping cart description
de: Beschreibung des Warenkorbes
es: Descripción de la cesta
fr: Description du chariot
it: Descrizione Basket

source: Last Added Description
de: Beschreibung der letzten Zugänge
es: Descripción de últimas añadidas
fr: Description des dernières ajoutées
it: Descrizione Ultime aggiunte

source: Economic Accommodations Description
de: Beschreibung preisgünstiger Unterkünfte
es: Descripción de alojamientos económicos
fr: Description des logements économiques
it: A buon mercato Descrizione alloggio

source: Premium Accommodation Description
de: Beschreibung der erstklassigen Unterkünfte
es: Descripción de alojamientos premium
fr: Description des logements premium
it: Descrizione premium alloggio

source: Mid range Accommodation Description
de: Beschreibung der Unterkünfte mittleren Niveaus
es: Descripción de alojamientos rango medio
fr: Description des logements prix moyens

source: See Request
de: Antrag sehen
es: Ver solicitud
fr: Voir demande de réservation
it: Gardare Richiesta

source: Booking ID
es: ID Reserva
fr: ID Réservation
it: ID Riserve

source: Reservation details
de: Details der Reservierung
es: Detalles de la Reserva
fr: Détails de la Réservation
it: Dettagli della prenotazione

source: Date
de: Datum
es: Fecha
it: Data

source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo

source: Room Details
de: Details der Zimmer
es: Detalles de habitación
fr: Détails de la chambre
it: Camera Dettagli

source: Your Data
de: Ihre Daten
es: Sus Datos
fr: Vos données
it: I vostri dati

source: (*Required Fields)
de: * Obligatorische Felder
es: (*Campos obligatorios)
fr: (*Champs obligatoires)
it: (* campi obbligatori)

source: Add to My Cart
de: in den Warenkorb
es: Añadir a la cesta
fr: Ajouter au chariot
it: Aggiungi al carrello

source: Initial Deposit
de: Vorauszahlung
es: Depósito inicial
fr: Dépôt initial
it: Deposito iniziale

source: Service Charge
de: Buchungsgebuehr
es: Cargo por servicio
fr: Frais de service
it: Tassa Servizio

source: Total down payment
de: Vorauszahlung
es: Total de prepago
fr: Total d’acompte
it: Totale Prepagata

source: Last Visited Accommodations
de: Letzte besuchte Unterkünfte
es: Últimos alojamientos visitados
fr: Derniers logements visités
it: Alloggi Ultima Visita

source: Visit another Destination
de: Besuchen Sie andere Reiseziele
es: Visite otros destinos
fr: Visitez d’autres destinations
it: Visita altre destinazioni

source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Genere

source: (Select)
de: (Wähle aus)
es: (Seleccione)
fr: (Sélectionnez)

source: Male
de: Männlich
es: Masculino
fr: Masculin
it: Uomini

source: Female
de: Weiblich
es: Femenino
fr: Féminin

source: Zip Code
de: Postleitzahl
es: Código Postal
fr: Code Postal
it: Cape

source: E-mail Confirmation
de: E-Mail bestätigen
es: Confirmar correo
fr: Confirmer e-mail
it: Conferma e-mail

source: Nationality
de: Nationalität
es: Nacionalidad
fr: Nationalité
it: Nazionalità

source: Arrival Time
de: Ankunft
es: Hora de llegada
fr: Heure d’arrivée
it: Controllare

source: Cell Number
de: Cellphone
es: Móvil
fr: Portable
it: Mobile

source: Your Payment
de: Ihre Zahlung
es: Su Pago
fr: Votre paiement
it: Il vostro pagamento

source: You can pay using Skrill
de: Bezahlen Sie über Skrill-Konto
es: Pague usando cuenta Skrill
fr: Payez moyennant un compte Skrill
it: account Pay utilizzando Skrill

source: Final Step
de: Letzter Schritt
es: Paso Final
fr: Pas final
it: Fase Finale

source: Get cancellation protection for
de: Stornierungsschutz bekommen für
es: Obtener protección de cancelacion para
fr: Obtenir protection d’annulation pour
it: Obtenere protezione cancellazione

source: I Accept Terms and Conditions
de: Ich akzeptiere die Fristen und Bedingungen
es: Acepto Términos y Condiciones
fr: J’accepte les Conditions d’utilisation
it: Accettare i termini e condizioni

source: Please, send me special offers and travel advice via E-mail
de: Senden Sie mir Sonderangebote und Reiseempfehlungen an die E-Mail-Adresse
es: Envíeme ofertas especiales y consejos de viajes al correo
fr: Envoyez-moi des offres spéciales et des conseils de voyage à l’adresse e-mail
it: l'invio di offerte speciali e consigli di viaggio elettronica

source: Continue with Payment
de: Weiter zur Zahlung
es: Confirmar pago
fr: Confirmer paiement
it: Conferma pagamento

source: By Clicking the "Confirm" button, you declare to accept Terms and Conditions, and a refundable fee of
de: Wenn du die Taste „Bestätigen“ anklickst, erklärst du dich mit den Fristen und Bedingungen einverstanden, ebenso mit einer rückerstattbaren Belastung von
es: Al hacer click en el botón Confirmar, declaras aceptar los Términos y Condiciones, y un cargo reembolsable de
fr: En cliquant sur l´option «confirmer» vous acceptez les Conditions d’utilisation et un tarif remboursable de
it: Cliccando sul pulsante Conferma, si accettano i Termini e le Condizioni, e una tassa rimborsabile

source: To
de: Für
es: Para
fr: Pour
it: A

source: From
de: Von
es: De
fr: De
it: Da

source: Good Morning
de: Guten Tag
es: Buenos días
fr: Bonjour
it: Buongiorno

source: Thank you for your availability request
de: Danke für Ihre Anfrage zur Verfügbarkeit
es: Gracias por su consulta de disponibilidad
fr: Merci de votre demande de réservation.
it: Grazie per la vostra disponibilità

source: Your request is been processed. You will receive an answer within the next 24 hours.
de: Ihre Anfrage wird bearbeitet und Sie erhalten Antwort innerhalb von 12 Stunden
es: Su solicitud está en proceso y usted obtendrá respuesta en menos de 12 horas.
fr: Votre demande de réservation est en attente de réponse sous 12 heures .
it: La richiesta è in corso e si otterrà risposta entro 24 ore.

source: Thank you very much, The Reservation Team
de: Danke
es: Gracias, equipo de reservación
fr: Merci, équipe de réservations
it: Grazie, prenotazione attrezzature

source: Lodging, where Cuba Cuba is!
de: Übernachten, wo Kuba, Kuba ist!
es: Alojarse donde Cuba, Cuba es!
fr: Loger où Cuba c’est Cuba!
it: Rimanere dove Cuba è Cuba!

source: Nights
de: Nächte
es: Noches
fr: Nuits

source: Pending
de: Offen
es: Pendiente
fr: En suspens
it: In attesa

source: View Details
de: Details sehen
es: Ver detalles
fr: Voir détails
it: Vedi i dettagli

source: Availability Request has been sent
de: Rückfrage zur Verfügbarkeit gesendet
es: Consulta de disponibilidad enviada
fr: Demande de réservation envoyée
it: Inviato Verificare la disponibilità

source: PAY NOW!
de: JETZT RESERVIEREN!
es: ¡PAGAR AHORA!
fr: ¡PAYER MAINTENANT!
it: PAGARE ORA!

source: Available
de: verfügbar
es: Disponible
fr: Disponible
it: Disponibile

source: Restoring your account at MyCasaParticular
de: Wiederherstellung Ihres Kontos bei MyCasaParticular
es: Restauración de su cuenta en MyCasaParticular
fr: Restauration de votre compte sur MyCasaParticular
it: Ripristino del conto MyCasaParticular

source: Click at this link to change your password:
de: Gehen Sie zu folgendem Link, um das Passwort zu ändern:
es: Visite el siguiente link para cambiar su contraseña:
fr: Visitez le lien suivant pour changer votre mot de passe:
it: Visitare il seguente link per modificare la password:

source: Your Password has been successfully changed.
de: Ihr Passwort wurde erfolgreich geändert
es: Su contraseña ha sido cambiada satisfactoriamente.
fr: votre mot de passe a été correctement changé.
it: La tua password è stata cambiata con successo.

source: Activating your account at MyCasaParticular
de: Aktivieren Sie Ihr Konto bei MyCasaParticular
es: Activación de su cuenta en MyCasaParticular
fr: Activation de votre compte sur MyCasaParticular
it: Attivazione del conto MyCasaParticular

source: Thank you for your registration at MyCasaParticular.com. Click at this link to activate your account:
de: Bitte benutzen Sie folgenden Link, um Ihr Benutzerkonto zu aktivieren:
es: Gracias por registrarse en MyCasaParticular.com. Visite el siguiente link para activar su cuenta:
fr: Merci de votre inscription sur MyCasaParticular.com. Visitez le lien suivant pour activer votre compte:
it: Grazie per la registrazione MyCasaParticular.com. Visitare il seguente link per attivare l'account:

source: Look for an alternative
de: Suchen Sie eine Alternative
es: Buscar alternativa
fr: Rechercher alternative
it: Trova alternativa

source: Your Reservation Status has changed.
de: Der Status Ihrer Reservierung hat sich geändert.
es: El estado de su reserva ha cambiado.
fr: L’état de votre réservation a changé.
it: Lo stato della prenotazione è cambiato..

source: Total Prepayment now
de: Jetzt insgesamt zu zahlen
es: Total a pagar ahora
fr: Total à payer maintenant
it: Totale da pagare ora

source: Hello
de: Lieber
es: Hola
fr: Salut
it: Hi

source: Thank you for your reservation at
de: Danke für Ihre Reservierung bei
es: Gracias por su reserva en
fr: Merci de votre réservation à
it: Grazie per la vostra prenotazione

source: Please print this confirmation, and show it to the hosts at Cuba, before receiving the booked service.
de: Bitte drucken Sie diese Bestätigung aus und legen sie vor Ort beim gebuchten Service vor.
es: Por favor imprima esta confirmación y muéstrelo antes de recibir el servicio reservado.
fr: S’il vous plaît, imprimez cette confirmation (voucher) et montrez-le avant de recevoir le service réservé.
it: Si prega di stampare questa conferma e vederlo prima di ricevere il servizio prenotato.

source: You can track your reservation at
de: Sie können hier Ihre Reservierung verfolgen:
es: Usted podrá dar seguimiento a sus reservas en
fr: Vous pouvez voir les détails de vos réservations dans
it: Potete seguire la prenotazione

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa

source: Client Information
de: Kundeninformationen
es: Información del cliente
fr: Information du client
it: Informazioni clienti

source: Client's Name
de: Kundenname
es: Nombre del cliente
fr: Nom du client
it: Nome clienti

source: Booked Service
de: Reservierter Service
es: Servicio reservado
fr: Service réservé
it: Servizio Prenotato

source: Accommodations
de: Unterkünfte
es: Alojamientos
fr: Logements
it: Alloggi

source: Accommodation's Name
de: Name der Unterkunft
es: Nombre del alojamiento
fr: Nom du logement
it: Nome alloggi

source: Hosts' Name
de: Name und Vorname des Eigentümers
es: Nombre de los propietarios
fr: Nom des propriétaires
it: Nome di proprietari

source: Payment Details
de: Zahlungsdetails
es: Detalles del pago
fr: Détails du paiement
it: Dettagli di Pagamento

source: Total price of the Accommodation Service
de: Servicepreis für die Reservierung
es: Precio total del servicio alojamiento
fr: Prix total du service d’hébergement
it: Servizio di ricettività totale

source: Bill
de: Beleg/Quittung
es: Recibo
fr: Reçu
it: Ricevuta

source: Amount to pay on arrival
de: Bezahlung vor Ort
es: Total a pagar al arribo
fr: Total à payer à l’arrivée
it: Totale da pagare all'arrivo

source: Please, Fill the fields marked with (*).
de: Bitte, füllen Sie alle Felder mit (*) aus.
es: Por favor, rellene todos los campos marcados con (*).
fr: S’il vous plaît, complétez tous les champs marqués avec (*).
it: Si prega di compilare tutti i campi contrassegnati con (*).

source: The E-mail accounts doesn't match.
de: Die E-Mail-Adressen stimmen nicht überein.
es: Las cuentas de correo no coinciden.
fr: Les adresses e-mail ne coïncident pas.
it: Account di posta elettronica non corrispondono.

source: This Field can not be empty.
de: Dieses Feld darf nicht frei bleiben.
es: Este campo no puede estar vacío.
fr: Ce champ ne peut pas être vide.
it: Questo campo non può essere vuoto

source: Not a valid E-mail Address.
de: Ungültige E-Mail.
es: Correo no válido.
fr: L’adresse e-mail n’est pas valide.
it: E-Mail non valido

source: Country
de: Land
es: País
fr: Pays
it: Nazione

source: You Must fill this form correctly.
de: Das Formular muss korrekt ausgefüllt werden.
es: Debe llenar el formulario correctamente.
fr: Vous devez remplir le formulaire correctement.
it: Deve compilare il modulo correttamente.

source: Mid Range Accommodations description.
de: Beschreibung zu Unterkünfte Mittleren Niveaus.
es: Descripción para alojamientos de Rango Medio.
fr: Description pour logements prix moyens.
it: Descrizione di un alloggio di fascia media.

source: Booked
de: Reserviert
es: Reservada
fr: Réservée
it: Prenotato

source: Payed
de: Bezahlt
es: Pagada
fr: Payée
it: Pagada

source: MyCasaParticular whishes you a very nice stay in Cuba
de: MyCasaParticular wünscht Ihnen einen angenehmen Aufenthalt in Kuba.
es: MyCasaParticular le desea una agradable estancia en Cuba
fr: MyCasaParticular vous souhaite un séjour agréable à Cuba
it: MyCasaParticular vi augura un piacevole soggiorno a Cuba

source: Pay with Skrill
de: Zahlen Sie per Skrill
es: Pague con Skrill
fr: Payez avec Skrill
it: Pay con Skrill

source: Back to MyCasaParticular
de: Zurück zu MyCasaParticular
es: Regresar a MyCasaParticular
fr: Rentrer sur MyCasaParticular
it: Torna alla MyCasaParticularr

source: Mid Range Accommodations Description.
de: Beschreibung zu Unterkünfte Mittleren Niveaus.
es: Descripción para alojamientos de Rango Medio.
fr: Description des logements prix moyens.
it: Descrizione di un alloggio di fascia media.

source: An error has occurred
de: Es ist ein Fehler aufgetreten
es: Ha ocurrido un error
fr: Il y a eu erreur
it: Si è verificato un errore

source: Oops!
de: Du lieber Gott!
es: ¡Vaya!
fr: Désolé!
it: Go!

source: The page you are requesting is not available.
de: Die gesuchte Seite ist nicht vorhanden.
es: La página que ha solicitado no se encuentra.
fr: La page que vous demandez est introuvable.
it: La pagina richiesta non è stata trovata.

source: We suggest you to try with the next links.
de: Wir empfehlen Ihnen, die folgenden Links zu versuchen.
es: Le sugerimos que intente con los siguientes enlaces.
fr: Nous vous conseillons d’essayer avec les liens suivants .
it: Ti suggeriamo di provare i seguenti link.

source: Please, select at least one reservation to continue booking.
de: Bitte, wählen Sie mindesten 1 Reservierung um fortzufahren.
es: Por favor, seleccione al menos una reservación para continuar reservando.
fr: S’il vous plaît, choisissez au moins une réservation pour continuer.
it: Seleziona almeno una prenotazione per continuare la prenotazione.

source: Payment Confirm
de: Bestätigungen/Zahlung
es: Confirmadas pago
fr: Confirmées paiement
it: pagamento confermato

source: This E-mail is being used by another user.
de: Die E-Mail-Adresse wird von einem anderen Benutzer genutzt.
es: El email está siendo utilizado por otro usuario.
fr: L’adresse e-mail existe déjà.
it: L'e-mail viene utilizzato da un altro utente.

source: Thank you for your registration. An E-mail has been sent for you to activate your account.
de: Es wurde eine E-Mail gesendet, um Ihr Benutzerkonto zu aktivieren.
es: Gracias por registrarse. Se ha enviado un email para que active su cuenta.
fr: Merci de votre inscription. Un e-mail a été envoyé pour que vous activiez votre compte.
it: Grazie per la registrazione. Ha inviato una e-mail per attivare l'account.

source: Thank You. Your user has been successfully activated.
de: Danke. Ihr Benutzername wurde erfolgreich aktiviert.
es: Gracias. Su usuario ha sido activado satisfactoriamente.
fr: Merci. Vous êtes authentifié avec succès.
it: Grazie. Il suo utente è stato attivato con successo.

source: Impossible to activate this user: the parameters are incorrect.
de: Es ist nicht möglich, den Benutzernamen zu aktivieren, die Parameter sind nicht korrekt.
es: Imposible activar usuario, los parámetros no son correctos.
fr: Impossible d’activer votre compte d’utilisateur, les paramètres ne sont pas corrects.
it: Impossible utente abilitato, i parametri sono errati.

source: An E-mail has been sent to you, for you to recuperate your Password.
de: Es wurde eine E-Mail gesendet, um ihr Passwort wieder zu finden.
es: Se ha enviado un email para que recupere su contraseña.
fr: un e-mail a été envoyé pour que vous récupériez votre mot de passe.
it: è stata inviata una e-mail per recuperare la password.

source: There is no user with that email address.
de: Es existiert kein Benutzer mit dieser E-Mail.
es: No existe ningún usuario con ese email.
fr: Il n’existe aucun utilisateur avec cette adresse électronique.
it: Non c'è utente con che la posta elettronica.

source: Impossible to change your password: the parameters are incorrect.
de: Änderung des Passworts nicht möglich, die Parameter sind nicht korrekt.
es: Imposible cambiar contraseña, los parámetros no son correctos.
fr: Impossible de changer le mot de passe, les paramètres ne sont pas corrects.
it: non può cambiare la password, i parametri non sono corretti.

source: Account activation at MyCasaParticular
de: Wilkommen Sie auf unsere Gemeinschaft
es: BIENVENIDO A NUESTRA COMUNIDAD
fr: BIENVENU À NOTRE COMMUNAUTÉ
it: Benvenuto alla nostra comunità

source: Thank you for contacting us. Your Comment has been sent.
de: Danke, dass Sie uns kontaktiert haben. Ihr Kommentar wurde gesendet.
es: Gracias por contactar con nosotros. Su comentario ha sido enviado.
fr: Merci de nous contacter . Votre commentaire a été envoyé.
it: Grazie per averci contattato. Il tuo commento è stato inviato.

source: Thank you for contacting us. Your data has been sent.
de: Danke, dass Sie uns kontaktiert haben. Ihre Daten wurden gesendet.
es: Gracias por contactar con nosotros. Sus datos han sido enviados.
fr: Merci de nous contacter. Vos informations ont été envoyées.
it: Grazie per averci contattato. I suoi dati è stato inviato.

source: Total amount to pay now
de: Jetzt insgesamt zu zahlen
es: Total a pagar ahora
fr: Total à payer maintenant
it: Totale da pagare ora

source: See Confirmation
de: Bestätigung ansehen
es: Ver confirmación
fr: Voir confirmation
it: See conferma

source: Reserve Confirmation
de: Buchungsbestätigung (Voucher)
es: VOUCHER DE LA RESERVA
fr: VOUCHER DE LA RÉSERVATION
it: VOUCHER DI PRENOTAZIONE

source: This offer is only valid for the next 48 hours
de: Dieses Angebot ist nur 48 Stunden gültig.
es: Esta oferta es válida solo por 48 horas
fr: Cette offre n’est valable que pendant 48 heures
it: L'offerta è valida solo per 48 ore

source: We remind you that the desired accommodations are available for the requested dates
de: Wir erinnern Sie daran, dass die gewünschten Unterkünfte zum gewünschten Datum verfügbar sind.
es: Le recordamos que los alojamientos deseados estan disponibles para la fecha deseada
fr: Nous vous rappelons que les logements choisis sont disponibles pour la date prévue
it: Ricordate che le proprietà desiderate sono disponibili per la data desiderata

source: This offer is valid for another 24 hours.
de: Dieses Angebot ist noch 24 Stunden gültig.
es: Esta oferta es válida por 24 horas más.
fr: Cette offre est valable pendant 24 heures de plus.
it: L'offerta è valida per 24 ore.

source: DISCOVER CUBA, RESERVE NOW
de: Entdecken Sie Kuba, reservieren Sie jetzt
es: DESCUBRE CUBA, RESERVA AHORA
fr: DÉCOUVREZ CUBA, RÉSERVEZ MAINTENANT
it: SCOPRI CUBA, PRENOTA ORA

source: Please, activate your account with the data received with our confirmation E-mail.
de: Nicht aktiver Benutzer, bitte aktivieren Sie ihr Benutzerkonto mit den erhaltenen Daten in unserer Bestätigungs-E-Mail.
es: Usuario no activo, por favor active su cuenta con los datos recibidos en nuestro email de confirmación.
fr: Utilisateur non actif, s’il vous plaît, activez votre compte à l’aide des informations reçues dans notre e-mail de confirmation.
it: L'utente non attiva, è necessario abilitare i dati dell'account ricevuto la nostra e-mail di conferma.

source: Bad Credentials
de: Unkorrekte Angaben
es: Credenciales incorrectas
fr: Informations d’identification incorrectes
it: Credenziali non corrette

source: Hello
de: Hallo
es: Hola
fr: Salut
it: Ciao

source: recommends you this accommodation at MyCasaParticular
de: empfiehlt Ihnen die Unterkunft in MyCasaParticular
es: desea recomendarte un alojamiento en MyCasaParticular
fr: veut vous recommander un logement sur MyCasaParticular
it: vuole consigliare un alloggio in MyCasaParticular

source: recommends you this destination at MyCasaParticular
de: empfiehlt, dieses Schicksal zu MyCasaParticular
es: desea recomendarte un destino en MyCasaParticular
fr: veut vous recommander une destination sur MyCasaParticular
it: vuole raccomandare una destinazione MyCasaParticular
