Repository: rgualp/AbucRemarketing2Bundle
Catalog: app/Resources/translations/messages.*.xlf
Languages: de, es, fr, it

source: recommends you to visit
de: empfiehlt, die Sie besuchen
es: desea recomendarte que visites
fr: veux vous recommander de visiter
it: consiglia vuoi visitare

source: Enable account
de: Benutzerkonto aktivieren
es: Activar cuenta
fr: Activer compte
it: Conto Attiva

source: My User Profile
de: Mein Benutzerprofil
es: Mi perfil de usuario
fr: Mon profil d’utilisateur
it: Il mio profilo utente

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Select Picture...
de: Foto auswählen...
es: Seleccionar foto...
fr: choisir photo...
it: Seleziona foto ...

source: Your User Profile has been successfully modified
de: Ihr Benutzerprofil wurde erfolgreich modifiziert
es: Su perfil de usuario ha sido modificado éxitosamente
fr: Votre profil d’utilisateur a été modifié avec succès
it: Il profilo utente è stata modificata con successo

source: There is another user with the same E-mail account
de: Gibt es einen anderen Benutzer dieser E-Mail-Adresse?
es: Existe otro usuario asociado a esta cuenta de correo
fr: Il y a un autre utilisateur avec cette adresse e-mail
it: C'è un altro utente associato con questo account e-mail

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente

source: New Account
de: Registriere dich
es: Registrarse
fr: S’inscrire
it: Registrazionet

source: Forgot your password?
de: Hast du dein Passwort vergessen?
es: ¿Olvidó su clave?
fr: Avez-vous oublié votre mot de passe?
it: Hai dimenticato la password?

source: Send Confirmation
de: Bestätigung senden
es: Enviar confirmación
fr: Envoyer confirmation
it: Invia conferma

source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio profilo

source: Change Password
de: Passwort ändern
es: Cambiar clave
fr: Changer mot de passe
it: Cambia password

source: You've got %notifications% pending notifications
de: Du hast %notifications% Mitteilungen offenTienes
es: Tienes %notifications% notificaciones pendientes
fr: Vous avez %notifications% messages sans lire
it: Hai %notifiche% notifiche in sospeso

source: What place would you like to visit in Cuba?
de: Welchen Ort in Kuba möchten Sie bereisen?
es: ¿Qué lugar de Cuba le gustaría visitar?
fr: Quel endroit de Cuba aimeriez-vous visiter?
it: Quale posto vorrebbe visitare Cuba?

source: Rows
de: Reihen
es: Filas
fr: Files
it: Righe

source: Get to know the destinations by provinces
de: Lernen Sie die Reiseziele nach Provinzen kennen
es: Conozca los destinos por provincias
fr: Connaissez les destinations par provinces
it: Vedi le destinazioni per provincia

source: Where to stay at %destinationName%
de: Wo möchten sie übernachten in %destinationName%
es: Dónde alojarse en %destinationName%
fr: Où loger à %destinationName%
it: Dove Alloggiorsi %destinationName%

source: View as a list
de: Ansicht Liste
es: Vista de lista
fr: Vue sous forme de liste
it: Visualizza lista

source: View as a mosaic
de: Ansicht Mosaik
es: Vista de mosaico
fr: Vue sous forme de mosaïque
it: Visualizza mosaico

source: View in the map
de: Ansicht Karte
es: Vista en mapa
fr: Vue sur la carte
it: Visualizza la mappa

source: Other
de: Andere Dienstleistungen
es: Otros Servicios
fr: D’autres services
it: Altri servizi

source: Check prices for the selected date
de: Preise für dieses Datum prüfen
es: Verificar precios para esta fecha
fr: Vérifier prix pour cette date
it: Controlla le tariffe per questa data

source: Select for payment
de: Auswahl Zahlungsmodus
es: Seleccionar para pagar
fr: choisir pour payer
it: Selezionare per pagare

source: Booking cart
de: Übersicht Warenkorb
es: Cesta de reservaciones
fr: Chariot de réservations
it: Prenotazioni shopping

source: Manage your reservation inquiry
de: Verwalten Sie Ihre Reservationsanfragen
es: Gestione sus reservas para ser consultadas
fr: Gérez vos réservations
it: Gestisci le tue prenotazioni da consultare

source: Price/Night
de: Preis/Nacht
es: Precio/Noche
fr: Prix/Nuit
it: Prezzo/Notte

source: Delete this reservation
de: Löschen Sie die Reservation
es: Eliminar esta reserva
fr: Supprimer cette réservation
it: Prenotazione cancellate

source: By Night
de: Pro Nacht
es: por noche
fr: pour nuit
it: Per Notte

source: Fill all the fields to complete this step
de: Füllen Sie alle Felder aus, um zum nächsten Schritt überzugehen
es: Rellene todos los campos para pasar al siguiente paso
fr: Complétez tous les champs afin de passer au niveau suivant
it: Si prega di compilare per passare alla fase successiva

source: Beaches
de: Strände
es: Playas
fr: Plages
it: Spiagge

source: Diving
de: Tauchen
es: Buceo
fr: Plongée

source: View Points
de: Aussichtspunkte
es: Miradores
fr: Miradors
it: Punti di vista

source: Museums
de: Museen
es: Museos
fr: Musées
it: Musei

source: Trekking
de: Wandern
es: Senderismo
fr: Randonnée pédestre
it: Escursioni

source: Cycling
de: Radsport
es: Ciclismo
fr: Cyclisme
it: In bicicletta

source: Fishing
de: Fischfang
es: Pesca
fr: Pêche
it: Pesca

source: Waterfalls
de: Wasserfälle
es: Cascadas
fr: Cascades

source: Forests
de: Wälder
es: Bosques
fr: Forêts
it: Foreste

source: Mountains
de: Berge
es: Montañas
fr: Montagnes
it: Monti

source: Select Picture...
de: Foto wählen...
es: Seleccionar fotografía...
fr: Sélectionner photo...
it: Seleziona immagine ...

source: The Company
de: Die Firma
es: La empresa
fr: L’entreprise
it: Società

source: All categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie

source: Languages
de: Sprache
es: Lenguajes
fr: Langues
it: Lingue

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo

source: Host(s)
de: Eigentümer(s)
es: Propietario(s)
fr: Propriétaire(s)
it: Del proprietario (i)

source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie

source: Nearby Destinations
de: Nahe Reiseziele
es: Destinos Cercanos
fr: Destinations proches
it: Destinazioni nei dintorni

source: Mid Range
de: Mittelklasse
es: Rango Medio
fr: Milieu de gamme
it: Medium Range

source: Add reservation@mycasaparticular.com to your address book or your safe senders list to ensure you continue to receive these emails. <br/><br/>Can also read our Privacy Policy <a href="%policieslink%"> Here. </A> <br/><br/>Prices may be subject to change before payment. Prices do not include applicable service charges. All accommodation is subject to availability check. See our <a href="%termlink%">Terms and Conditions</a> for more details.<br/><br/>MyCasaParticular.com is a service GmbH ABUC media network with trade register number CH-270.4.002.844-1 in Basel. Switzerland.
de: Fügen Sie <a href="mailto:reservation@mycasaparticular.com"> zu Ihrem Adressbuch oder Ihrer Liste sicherer Absender hinzu, um sicherzustellen, dass Sie auch weiterhin E-Mails von uns erhalten können. <br/><br/>Unsere Datenschutzrichtlinie <a href="%policieslink%"> lesen Sie hier. </a><br/><br/>Die Preise können sich vor der Zahlung ändern. Die Preise beinhalten keine Bearbeitungsgebühren. Alle Unterkünfte sind auf Verfügbarkeit zu überprüfen. Lesen Sie unsere <a href="%termlink%">Nutzungsbedingungen</a> für weitere Details. <br/><br/>MyCasaParticular.com ist ein Service der ABUC media network GmbH, Handelsregisternummer CH-270.4.002.844-1 in Basel, Schweiz.
es: Añade reservation@mycasaparticular.com a tu agenda de contactos o tu lista de remitentes seguros para asegurarnos de que sigues recibiendo estos correos electrónicos.<br/><br/>También puedes leer nuestra Política de Privacidad <a href="%policieslink%">Aquí.</a><br/><br/>Los precios pueden estar sujetos a cambios antes de realizar el pago. Los precios no incluyen cargos por servicios aplicables. Todos los alojamientos están sujetos a chequeo de disponibilidad. Consulte nuestros <a href="%termlink%">Términos y Condiciones</a> para obtener información más detallada.<br/><br/>MyCasaParticular.com es un servicio de ABUC media network GmbH con número de registro comercial CH-270.4.002.844-1 en Basel. Suiza.
fr: Ajouter <a href="mailto:reservation@mycasaparticular.com"> à votre carnet d’adresses pour continuer à recevoir ces e-mails.<br/><br/>Vous pouvez aussi lire notre Politique de confidentialité <a href="%policieslink%">ici.</a><br/><br/> Les prix peuvent être sujets à changer avant d’effectuer le paiement. Des charges pour des services applicables ne sont pas comprises dans les prix. Tous les logements sont susceptibles d’être vérifiés en ce qui concerne la disponibilité. Consultez nos <a href="%termlink%">Conditions d’utilisation</a> pour en savoir plus.<br/><br/> MyCasaParticular.com est un service d’ ABUC media network GmbH avec numéro de registre du commerce CH-270.4.002.844-1 à Bâle, Suisse.
it: Aggiungi reservation@mycasaparticular.com alla tua rubrica o la vostra lista sicura per garantire che continuo a ricevere queste e-mail dei mittenti.<br/><br/>Può anche leggere la nostra Privacy Policy <a href="%policieslink%">Prezzi.</a><br/><br/>possono essere soggette a modifiche prima di effettuare il pagamento. I prezzi non includono le spese di servizio applicabili. Tutti gli alloggi sono soggetti a verifica disponibilità. Vedere il nostro <a href="%termlink%"> Términos e Condiciones </a> per informazioni più dettagliate. <br/> MyCasaParticular.com è un servizio di rete multimediale Abuc GmbH con numero di registrazione commerciale CH -270.4.002.844-1 a Basilea. Svizzera.

source: von
de: de
es: de
fr: de
it: Da

source: Total down payment
de: Vorauszahlung
es: Total de prepago
fr: Total du paiement partiel
it: Totale prepagata

source: Reservations Total /Highest to Lowest
de: Alle Reservierungen /von hoch nach niedrig
es: Total de Reservaciones /Mayor a Menor
fr: Total de réservations /dans l’ordre décroissant
it: Totale Prenotazione/decrescent

source: Reservations Total /Lowest to Highest
de: Alle Reservierungen /von niedrig nach hoch
es: Total de Reservaciones /Menor a Mayor
fr: Total de réservations / dans l’ordre croissant
it: Totale Prenotazione / basso al più alto

source: TOP Destinations
de: TOP Reiseziele
es: Destinos más visitados
fr: Destinations les plus visitées
it: Mete più visitate

source: Dear
de: Guten Tag
es: Buenos días
fr: Bonjour
it: Buongiorno

source: You only have 24 hours left to reserve any of the available rooms. You have some lodging requests already confirmed and there are other people interested on them.<br/><br/>Do you want to know Cuba? This is the best time. Take advantage of these offers and make your booking effective with an initial payment of only %prepayment%
de: Sie haben nur 24 Stunden um die verfügbaren Zimmer zu buchen. Einige Ihrer Anfrage, wurden bestätigt und andere Personen sind auch daran interessiert. <br/><br/> Möchten Sie Kuba erleben? Dieser ist der besten Moment. Profitieren Sie sich diese Angebote und leisten Sie die Vorauszahlung in Höhe von %prepayment% um Ihre Reservation abzuschliessen.
es: Solo te quedan 24 horas más para reservar cualquiera de las habitaciones disponibles. Tienes varias solicitudes de alojamientos confirmadas y otras personas también están interesadas. <br/><br/> ¿Quieres conocer Cuba? Este es el mejor momento. Aprovecha esta(s) oferta(s) y haz efectiva tu reserva con un pago inicial de solo %prepayment%
fr: Il ne vous reste que 24 heures de plus pour réserver n’importe quelle des chambres disponibles. Vous avez plusieurs demandes de réservations confirmées et il se peut que d’autres personnes y soient intéressées. <br/><br/> Voulez-vous connaître Cuba? C’est le meilleur moment. Profitez de cette (ces) offre (s) et assurez votre réservation moyennant un acompte de %prepayment%
it: Ci sono solo 24 ore in più si prenota camere disponibili. Hanno confermato diverse richieste di alloggi e gli altri sono interessati anche. <br/> Vuoi saperne di Cuba? Questo è il momento migliore. Approfitta di questa (e) offerta (e) ed efficacemente effettuare la prenotazione con un acconto di soli%prepayment%

source: Discover Cuba, book now. To confirm your reservation, click or copy the following URL:
de: Entdecken Sie Kuba, reservieren Sie jetzt. Um Ihre Reservation zu bestätigen, klicken Sie hier oder kopieren Sie bitte den unterstehende URL in Ihren Browser ein:
es: Descubre Cuba, reserva ahora. Para confirmar tu reserva, haz clic o copia la URL en tu navegador:
fr: Découvrez Cuba, réservez maintenant. Pour confirmer votre réservation, cliquez sur l’URL ou copiez-la dans votre navigateur:

source: We remind you that the offer is valid for another 24 hours.
de: Wir möchten Sie daran erinnern, dass das Angebot noch 24 Stunden lang gültig ist.
es: Le recordamos que la oferta es vádida por 24 horas más.
fr: Nous vous rappelons que l’offre est valide pendant 24 heures de plus.
it: Si prega di notare che l'offerta è vádida per 24 ore.

source: Thank you very much
de: Vielen Dank
es: Muchas gracias
fr: Merci beaucoup
it: Grazie

source: The Reservation Team
de: Das Reservationsteam
es: Equipo de reservación
fr: Équipe de réservations
it: Attrezzature Prenotazione

source: End of your Reservation
de: Ende der Reservierung
es: Fin de su Reservación
fr: Fin de votre réservation
it: Fine della prenotazione

source: Payments
de: Zahlung
es: Pagos
fr: Paiements
it: Pagamenti

source: Reminder: Account activation at MyCasaParticular
de: Erinnerung: Aktivierung Ihres Benutzerkontos bei MyCasaParticular
es: Recuerde: Activación de su cuenta en MyCasaParticular
fr: Rappelez: Activez votre compte sur MyCasaParticular
it: Ricorda: Attiva il tuo account MyCasaParticular

source: Reminder: Activate your account at MyCasaParticular
de: Schliessen Sie sich unserer Gemeinschaft an
es: Recuerde: Activación de su cuenta en MyCasaParticular
fr: Rappelez: Activez votre compte sur MyCasaParticular
it: Ricorda: Attiva il tuo account MyCasaParticular

source: Active
de: Aktiv
es: Activa
fr: Actif
it: Attiva

source: Deleted
de: Geloescht
es: Eliminada
fr: Supprimé
it: Rimosso

source: Inactive
de: Inaktiv
es: Inactiva
fr: Inactif
it: Non attivae

source: In Process
de: In Ausfuehrung
es: En Proceso
fr: En cours d’activation
it: In Processo

source: No Status
de: Ohne Status
es: Sin Estado
fr: Sans État
it: Stateless

source: Secret Token
es: Token Secreto
fr: Jeton d’authentification
it: Token segreto

source: Invalid secret token
es: El token secreto no es válido
fr: Le jeton d’authentification n’est pas valide.
it: Il token segreto non è valido

source: Not activated yet/Having any trouble?
de: Das Konto ist noch nicht aktiv? Haben Sie ein Problem?
es: Aún no ha activado su cuenta ¿Algún problema?
fr: N’avez-vous pas encore activé votre compte Avez-vous des difficultés?
it: non ha ancora attivato il tuo account problema?

source: Not activated yet/Having any trouble?
de: Aktivieren Sie Ihr Konto.
es: ACTIVA TU CUENTA Y GANA
fr: CRÉER VOTRE COMPTE ET GAGNEZ
it: Attiva il tuo account 640 WIN

source: Lodge where Cuba, Cuba is!
de: Übernachten, wo Kuba, Kuba ist!
es: ¡Alojarse dónde Cuba, Cuba es!
fr: Loger où Cuba, Cuba est!
it: Un soggiorno Dove Cuba, Cuba è!

source: Your account at MyCasaParticular.com is not activated yet, so the registration process is not completed yet. In order to activate your account, please click
de: Melden Sie sich an und Schliessen Sie sich der Familie von <b>MyCasaParticular.com</b> an. Unsere Website verfügt über mehr als 25000 Benutzer : die besten Gastgeber, wunderbare Unterkünfte und viele Freunde in aller Welt.
es: Activa tu cuenta ahora y únete a la familia de <b>MyCasaParticular.com</b>. Tenemos más de 25 mil usuarios esperándote: los mejores anfitriones, alojamientos increíbles y muchos amigos alrededor del mundo.
fr: Créer votre compte maintenant et rejoignez la famille de <b>MyCasaParticular.com</b>. Nous avons plus de 25 000 utilisateurs qui vous attendent : les meilleurs hôtes, des logements incroyables et beaucoup d’amis du monde entier.
it: Attivare il conto ora e unirsi alla famiglia di <b>MyCasaParticular.com</b> Abbiamo più di 25.000 utenti in attesa. I padroni di casa migliori, le sistemazioni incredibili e tanti amici in tutto il mondo.

source: here
de: hier
es: aquí
fr: ici
it: Qui

source: , or copy the URL below on your Internet browser.
de: Um Ihr Konto zu aktivieren , klicken Sie hier oder kopieren Sie bitte den unterstehende URL in Ihren Browser ein.:
es: Para activar tu cuenta haz clic o copia esta URL en el navegador:
fr: Pour créer votre compte, cliquez sur cette URL ou copiez- la dans le navigateur:
it: per attivare il tuo account clicca o copia questo URL nel browser:

source: If there is any problem during the process, please contact our
de: Benötigen Sie Hilfe? Kontaktieren Sie uns unter die E-Mail Adresse:
es: ¿Necesitas ayuda? Contáctanos a
fr: Avez-vous besoin d’aide? Contactez-nous
it: Hai bisogno di aiuto? Contattaci all'indirizzo

source: Support Team
de: technische Abteilung
es: Soporte Técnico
fr: Support technique
it: Supporto tecnico

source: , and we will be glad to assist you.
de: , wir wuerden Ihnen gerne helfen.
es: , estaremos encantados de asistirle.
fr: Nous aimerions vous aider.
it: , saremo felici di aiutarvi.

source: We wait for you,
de: Wir warten auf Sie,
es: Te esperamos,
fr: Nous vous attendons,
it: Ci aspettiamo,

source: MyCasaParticular.com Team
es: Equipo de MyCasaParticular.com
fr: Équipe de MyCasaParticular.com
it: Attrezzature MyCasaParticular.com

source: We have all the information we need for your Registration Process! In order to Log In our website and continue booking your accommodation, we suggest you to
de: Jetzt gehören Sie zu unserer Familie. herzlichen Glückwünsch! Ihre Registrierungsprozess auf <b>MyCasaParticular.com</b> wurde abgeschlossen.
es: Ahora eres de nuestra familia. ¡Enhorabuena! Tu proceso de registro en <b>MyCasaParticular.com</b> está completo.
fr: Maintenant vous appartenez à notre famille. ¡Congratulations! Votre processus d’inscription sur<b>MyCasaParticular.com</b> est complet.
it: Ora siete la nostra famiglia. Complimenti! Il tuo processo di registrazione<b>MyCasaParticular.com</b> è completa. Attiva il tuo account per iniziare a godere dei vantaggi di aderire la nostra comunità.

source: activate your account
de: aktivieren Sie bitte Ihr Konto
es: activar su cuenta
fr: activer votre compte
it: Attivare il tuo account

source: If the link doesn’t work, please copy the URL below, and paste it on your browser.
de: Klicken Sie hier oder kopieren Sie bitte den unterstehende URL in Ihren Browser ein.
es: Haz clic o copia la URL en tu navegador:
fr: Cliquez sur l’URL ou copiez-la dans votre navigateur:
it: Fare clic o copiare l'URL nel browser:

source: Thanks! Your comment will be public in the next hours.
de: Vielen Dank. Ihre Bewertung wird demnaechst publiziert.
es: Gracias. Su comentario será publicado en las próximas horas.
fr: Merci. Votre commentaire sera bientôt publié.
it: Grazie! Il tuo commento sarà pubblicato nelle prossime ore.

source: This user reserved this accommodation using MyCasaParticular.
de: Dieser Benutzer hat die Reservierung ueber MyCasaParticular gemacht.
es: Reservó en este alojamiento a través de MyCasaParticular.
fr: Vous avez réservé ce logement sur MyCasaParticular.
it: prenotato questa sistemazione attraverso MyCasaParticular.

source: If you do not want to receive another email from MyCasaParticular, click <a href="%link%">here.</a>
de: Falls Sie keine Emails von MCP wuenschen, klicken Sie bitte <a href="%link%">hier.</a>
es: Si no desea recibir más correos de MyCasaParticular, dé clic <a href="%link%">aquí.</a>
fr: Si vous ne voulez plus recevoir d’e-mails de MyCasaParticular, cliquez <a href="%link%">ici.</a>
it: Se non si desidera ricevere e-mail da MyCasaParticular, fare clic su <a href="%link%">qui.</a>

source: You have rooms available and other persons are also interested on them. There are only a few hours before they can be reserved by someone else. We suggest you seize the opportunity to lodge in <b>MyCasaParticular.com</b> style, and to live an amazing experience.
de: Sie haben verfügbare Zimmer und andere Personen sind daran interessiert. In wenigen Stunden können diese Zimmer von anderen Kunden reserviert sein. Wir empfehlen Ihnen, die Gelegenheit zu nutzen auf <b>MyCasaParticular.com</b> zu übernachten und ein eimaliges Erlebnis zu leben.
es: Tienes habitaciones disponibles y otras personas están interesadas. Solo quedan algunas horas para que puedan ser reservadas por alguien más. Te sugerimos que aproveches la oportunidad de hospedarte al estilo de <b>MyCasaParticular.com</b> y vivir una experiencia única.
fr: Vous avez des chambres disponibles et d’autres personnes peuvent être intéressées. Il ne reste que des heures pour qu’elles soient réservées. Nous vous conseillons de ne pas rater l’occasion de loger au style de <b>MyCasaParticular.com</b> et vivre une expérience unique.
it: Hanno camere disponibili e le altre persone che sono interessati. Ci sono solo un paio d'ore in modo che possano essere prenotati da qualcun altro. Si consiglia di sfruttare la possibilità di soggiornare nello stile di <b>MyCasaParticular.com</b> e vivere un'esperienza unica.

source: If you still want to stay at some of these rooms, we recommend you to make an initial prepayment of %prepayment%
de: Falls Sie noch in dieser Zimmer übernachten möchten, empfehlen wir Ihnen die Vorauszahlung %prepayment% von, jetzt auszuführen.
es: Si todavía quieres hospedarte en alguna(s) de estas habitaciones te recomendamos efectuar ahora un depósito inicial de %prepayment%
fr: Si vous voulez encore loger dans quelque(s) de ces chambres, nous vous conseillons d’effectuer maintenant un dépôt initial de %prepayment%
it: Se si vuole ancora rimanere in qualche di queste camere si consiglia ora fare un deposito iniziale di %prepayment%

source: I am no longer interested
de: Ich bin nicht mehr daran interessiert
es: No estoy interesado
fr: Je ne suis pas intéressé
it: Non mi interessa

source: Make a new search
de: Sie eine neue suche
es: Realiza una nueva búsqueda
fr: Faire une nouvelle recherche
it: Nuova ricerca

source: WE INVITE YOU TO RESERVE NOW
de: Wir laden Sie ein zu buchen
es: TE INVITAMOS A RESERVAR AHORA
fr: NOUS VOUS INVITONS À RÉSERVER MAINTENANT
it: Ora siete consigliati di prenotare

source: INVITATION TO BOOKING
de: Sie sind in der BUCH EINGELADEN
es: TE INVITAMOS A RESERVAR
fr: NOUS VOUS INVITONS À RÉSERVER
it: Invitiamo UNA PRENOTAZIONE
