Repository: rgualp/AbucRemarketing2Bundle
Catalog: app/Resources/translations/messages.*.xlf
Languages: de, es, fr, it

source: They can´t miss in luggage your travel documents, a camera and a swimsuit.
de: In Ihrem Gepäck sollten Ihre Reisedokumente, Ihre Kamera und Ihr Badeanzug auf keinen Fall fehlen.
es: No pueden faltar en el equipaje los documentos de viaje, una cámara y su traje de baño.
fr: Les documents de voyage, l’appareil de photos et le maillot de bain ne peuvent manquer dans vos bagages.
it: Non può essere completa senza documenti di viaggio dei bagagli, la macchina fotografica e costume da bagno.

source: To Cuba, you can´t come without a swimsuit!
de: Nach Kuba sollten Sie nicht ohne Badeanzug reisen.
es: ¡A Cuba no se puede venir sin un traje de baño!
fr: On ne peut pas se rendre à Cuba sans un maillot de bain!
it: A Cuba non può venire senza un costume da bagno!

source: In general the weather in Cuba is hot and humid most of the time, so bring cool and light clothing items. Perhaps in Cuba you need a light jacket because you will often find air-conditioned places. Cubans are used to that, but it might bother tourists.
de: In der Regel, herrscht die meiste Zeit des Jahres in Kuba, ein heißes, feuchtes Klima, deshalb ist es angebracht leichte, luftige Kleidung einzupacken. Auch ist es angebracht ein leichtes Jäckchen dabei zu haben, weil es in Kuba üblich ist, das man an vielen Orten Klimaanlagen hat. Die Kubaner sind es meist gewohnt, aber für die Touristen kann es anfänglich etwas störend sein.
es: Por lo general, la mayor parte del año el clima cubano es cálido y húmedo, así que tráigase ropa fresca y ligera. Tal vez eventualmente, necesite alguna chaqueta porque en Cuba son frecuentes los aires acondicionados. Los cubanos están muy adaptados pero para un extranjero puede llegar a ser molesto.
fr: Généralement, la plupart de l’année le climat à Cuba est chaud et humide, c’est pourquoi vos bagages se limiteront à des vêtements légers. Mais peut-être vous aurez éventuellement besoin, d’une veste parce qu’à Cuba l’air conditionné est fréquent dans certains endroits. Les Cubains sont très habitués mais pour les étrangers cela peut être déplaisant.
it: Di solito la maggior parte dell'anno il clima di Cuba è caldo e umido, in modo da portare con sé abiti freschi e leggeri. Si può forse bisogno di una giacca, perché a Cuba ci sono frequenti i condizionatori d'aria. I cubani sono altamente adattati, ma per uno straniero può diventare fastidioso.

source: The sun in Cuba is particularly strong, so a (+50) sun-protection lotion will be essential. On the other hand, if you are planning to visit some rural areas, near the coast or where there is abundant vegetation, it will be very useful to bring insect repellents.
de: Die kubanische Sonne scheint sehr heiß und intensiv, deshalb sollten Sie auf keinen Fall vergessen ein Sonnenschutzmittel von mindestens Faktor 50 mitzubringen. Wenn Sie vorhaben ländliche Gegenden, oder Gegenden in der Nähe der Küste mit üppiger Vegetatition zu besuchen, sollten Sie unbedingt ein Insektenschutzmittel dabeihaben.
es: El sol cubano es particularmente fuerte así que un protector solar (+50) le será imprescindible. Y si tiene planes de visitar zonas rurales, cercanas a las costas o de abundante vegetación; le será muy útil traer productos repelentes a insectos.
fr: 762 Le soleil à Cuba est particulièrement fort. C’est pourquoi une crème solaire (+50) sera indispensable. Et si vous avez des plans de visiter des zones rurales, des zones côtières ou d’une végétation abondante; un répulsif anti-insecte vous sera très utile.
it: Sole cubano è particolarmente forte così una protezione solare (+50) sarà essenziale. E se avete intenzione di visitare le zone rurali vicino alla costa o abbondante vegetazione; Sarà molto utile per portare i prodotti repellenti per insetti.

source: Say good bye to your regular contacts and let them know you will be away some days on vacation. When you come to Cuba, you should be aware of the fact you will be off line for a few days. Internet service in Cuba is expensive and not fast at all, so you’d better postpone all your internet stuff for your return.
de: Verabschieden Sie sich von Ihren üblichen Kontakten und kündigen Sie Ihnen an das Sie für ein paar Tage im Urlaub sind. Wenn Sie nach Kuba kommen, sollten Sie davon ausgehen das Sie ein paar Tage offline sind. Der Internet Service ist teuer und nicht sehr schnell. Also melden Sie sich wieder bei Ihren Kontakten wenn Sie aus dem Urlaub zurück sind.
es: Despídase de sus contactos habituales y anúncieles que estará unos días de vacaciones. Cuando vienes a Cuba, debe asumir que estará unos días offline. El servicio de internet es caro y no es muy rápido, así que mejor deje sus rollos de internet para su regreso.
fr: Prenez congé de vos contacts habituels et annoncez que vous partez quelques jours en vacances. Quand vous allez à Cuba, vous devez être conscient du fait que vous serez quelques jours offline. Le service d’internet est cher et n’est pas rapide. Laissez donc, vos questions d’Internet pour votre retour.
it: dire addio ai loro abituali contatti e anúncieles essere una breve vacanza. Quando si arriva a Cuba, si deve presumere che sarà qualche giorno di linea. Il servizio internet è costoso e non molto veloce, quindi si lascia meglio i rotoli di Internet per il suo ritorno.

source: Be Alert
de: Bleiben Sie wachsam !
es: ¡Manténgase alerta!
fr: Faites attention!
it: Stare sempre attenti!

source: Probably, one of the first things you experience in Cuba will be an encounter with some tourist hustlers, who are known in Cuba as “Jineteros”. Those people (Men and women) will make you believe they have the best deals on restaurants, transportation, accommodation, and tours, etc. Day after day, their main occupation is to persuade foreigners to accept their offers and most of the time those who are persuaded have ended up being swindled.
de: Wahrscheinlich wird eine Ihrer ersten Erfahrung mit Kuba sein, das Sie von Personen angesprochen werden, die immer gerade da sind wo Touristen sich aufhalten. Diese Personen (Frauen und Männer), lassen Sie glauben, das sie die besten Angebote zu Restaurants, Transport, Unterkunft, Ausflüge, usw. haben.Tag für Tag ist es Ihre Aufgabe Touristen zu überreden und meistens endet dies mit Betrug.
es: Probablemente entre sus primeras experiencias con Cuba vivirá el encuentro con los asediadores al turismo. Estas personas (hombres y mujeres) le harán creer que tienen las mejores ofertas, en restaurants, en transporte, en hospedaje, recorridos, etc. Día tras día su trabajo es persuadir a extranjeros y en muchas ocasiones el proceso ha concluido en estafas.
fr: Probablement l’une de vos premières expériences à Cuba sera la rencontre avec des personnes qui agacent les touristes. Ces personnes (hommes et femmes) vous feront croire qu’ils ont les meilleures offres de restaurants, de transport, d’hébergement, de tours, entre autres. Chaque jour leur travail est de persuader les touristes et dans la plupart des cas le résultat est l’escroquerie.
it: Probabilmente tra le prime esperienze con Cuba vivranno l'incontro con il turismo assedianti. Queste persone (uomini e donne) vi farà credono di avere la migliore offerta in ristoranti, trasporti, alloggio, escursioni, etc. Giorno dopo giorno il vostro compito è quello di convincere estera e spesso il processo si è concluso in truffe.

source: The best thing to do in these cases is not to pay attention to these offers because they are not really more economical. Prices for foreigners in Cuba are pretty standardized. The cases of services and items that are significantly more economical are because they are illegal. Do not contribute with the increase of these non-desirable events in our country.
de: Am besten ist es diese Angebote zu ignorieren, da diese Angebote nicht wirklich billiger sind. Die Preise für Touristen in Kuba sind ziemlich standardisiert. Die Angebote die bedeutend billiger sind, weil es nicht legal ist. Tragen Sie bitte nicht dazu bei, das dieses Phänomen auf unserer Insel wächst.
es: Lo mejor es que no haga caso de estas ofertas, realmente no son más económicas. Las tarifas en Cuba para los extranjeros están bastante estandarizadas. Los casos que pudieran ser significativamente más económicos, será porque no son legales. No contribuya a que estos fenómenos crezcan en nuestra isla.
fr: En tout cas, le mieux qu'on puisse faire, c'est de refuser ces offres qui en réalité, ne sont pas plus économiques. Les tarifs à Cuba pour les touristes sont assez standardisés Dans les cas où ils seraient significativement plus économiques, il se peut que l’on assiste à des illégalités. Ne contribuez pas à la prolifération de ces phénomènes dans notre pays.
it: È meglio non ignorare queste offerte non sono realmente più conveniente. Tariffe a Cuba per stranieri sono abbastanza standardizzate. I casi potrebbero essere molto più economico, sarà perché non sono legali. Non contribuire a questi fenomeni crescere nella nostra isola.

source: Help us to develop a responsible tourism.
de: Helfen Sie uns einen legalen und verantwortungsvollen Tourismus zu entwickeln.
es: Ayúdenos a desarrollar un turismo responsable.
fr: Aidez-nous à développer un tourisme responsable.
it: Aiutaci a sviluppare un turismo responsabile.

source: Refuse any of these offers from the very beginning and avoid any conversation with them, otherwise they will go on insisting by appealing to numberless arguments.
de: Lehnen Sie von Anfang an ab und schneiden Sie das Gespräch ab, denn es kann einige Zeit dauern das man mit Nachdruck mit allen möglichen Argumenten an Sie appeliert um die Angebote anzunehmen.
es: Niéguese desde el principio y corte la conversación porque pueden seguir insistiendo por mucho tiempo apelando a los más disímiles argumentos.
fr: N’acceptez pas dès le début et interrompez la conversation parce qu’ils peuvent insister et utiliser toutes sortes d’arguments.
it: Rifiuti fin dall'inizio e tagliare la conversazione perché possono continuare a insistere per un lungo periodo di tempo attraente per i più svariati argomenti.

source: Trust the choices you have made via the internet, or the ones you made after having read the experiences of other travellers, or after having consulted Cuba travel guides.
de: Verlassen Sie sich auf die Entscheidungen der Bewertung von Optionen durch das Internet, lesen Sie Erfahrungen von anderen Reisenden oder konsultieren Sie Reiseführer über Kuba.
es: Confíe en las decisiones que ha tomado valorando opciones a través de internet, leyendo experiencias de otros viajeros, consultando guías de viaje a Cuba.
fr: Faites confiance dans les décisions prises et évaluez des options sur l’Internet. Vous pouvez lire sur les expériences d’autres voyageurs ou consulter des guides de voyage sur Cuba.
it: Affidatevi a decisioni prese dalle opzioni di valorizzare attraverso internet, leggere le esperienze di altri viaggiatori, consulenza guide a Cuba.

source: Do not risk the peace and quietness of your trip.
de: Riskieren Sie nicht die Ruhe Ihrer Reise.
es: No ponga en riesgo la tranquilidad de su viaje.
fr: Ne risquez pas la tranquillité de votre voyage.
it: Non rischiano la tranquillità del vostro viaggio.

source: One more thing you should be aware of is money exchange. Never do that in the street. There are many state-run places called “Cadeca” (Exchange bureaus) where you can change your currency into CUC (Cuban Convertible Currency), or you can also do it at any bank.
de: Eine andere Sache wo Sie Vorsichtig sein sollten, ist der Tausch des Geldes. Tun Sie es nie auf der Straße. Es gibt viele staatliche Stellen die man CADECA (Wechselstuben) nennt, wo Sie in CUC tauschen können, das ist die konvertierbare Währung in Kuba. Auch können Sie zu jeder Bank gehen.
es: Otra de las cosas con la que debe mantenerse alerta será el cambio de moneda. Nunca lo haga por la calle. Existen muchos locales estatales llamados CADECA (Casas de Cambio) donde podrá hacer el cambio al CUC que es la moneda cubana convertible. O también podrá acudir a cualquier banco.
fr: Un autre aspect auquel il faut faire attention c’est au change de monnaie. Ne changez pas dans la rue. Il y a beaucoup d´établissements étatiques appelés CADECA (Bureaux de Change) où vous pouvez obtenir le CUC qui est la monnaie cubaine convertible. Vous pouvez aussi changer dans les banques.
it: Un'altra cosa di cui si deve essere consapevoli è lo scambio. Non farlo per la strada. Ci sono molte statali e locali chiamate Cadecas (scambio) in cui è possibile effettuare il cambio di CUC convertibile cubano è la valuta. Oppure si può andare in qualsiasi banca.

source: And finally, one last important warning that has to do with water. The weather in Cuba is very humid. So it is important that you keep your body hydrated, but drink preferably bottled water, which is the safest thing to do in order to take care of your health.
de: Zum Schluss ein weiterer wichtiger Punkt, im Zusammenhang mit dem Trinkwasser. Das kubanische Klima ist sehr feucht und heiß. Es ist wichtig das Sie viel trinken, am besten ist wenn Sie vorzugsweise Mineralwasser oder anderes Wasser in Flaschen, was es in den Geschäften zu kaufen gibt trinken. Das ist das beste für Ihre Gesundheit.
es: Y por último, otra alerta importante es relacionada con el agua. El clima cubano es muy húmedo. Es importante que se mantengas hidratado pero consuma preferentemente agua embotellada que será lo más seguro para su salud.
fr: Et finalement, l’eau est un autre élément important. Le climat cubain est très humide. C’est important que vous soyez hydraté mais il faut boire plutôt de l’eau en bouteille, ce qui est mieux pour votre santé.
it: E, infine, un altro allarme importante è legato all'acqua. Il clima di Cuba è molto umido. E 'importante mantenere idratata, ma bere preferibilmente acqua in bottiglia, che è come sicuro per la salute.

source: It was a good thing you made your reservation via mycasaparticular.com. We are sending you an attachment with the confirmation of your reservation. Without a doubt, it will be very useful to print it out.
de: herzlichen Glückwünsch! Sie haben durch <b>MyCasaParticular.com</b> reserviert. Wir wünschen Ihnen eine schöne Urlaubsreise. Wir senden Ihnen im Anhang Ihre Buchungsbestätigung. Bitte, drucken Sie es.
es: A buena hora has reservado a través de <b>MyCasaParticular.com</b>. Te deseamos unas vacaciones fabulosas. Adjunto te enviamos la confirmación de tu reserva. De seguro te será útil imprimirla.
fr: Vous avez réservé à la bonne heure sur<b>MyCasaParticular.com</b>. Nous vous souhaitons des vacances extraordinaires. Nous vous envoyons ci-joint le voucher de votre réservation. Il vous faudra l’imprimer.
it: Un buon momento hanno prenotato con <b>MyCasaParticular.com</b>. Vi auguriamo una vacanza da favola. Vice inviare la conferma della prenotazione. Assicurazione sarà utile di stampa.

source: Enjoy your stay fully
de: Leben Sie ein einmaliges Erlebnis . Entdecken Sie Kuba bei uns.
es: Vive una experiencia única a la manera cómo lo hacen los locales. Descubre Cuba, nosotros nos encargamos de hospedarte.
fr: Vivez une expérience unique chez l´habitant. Découvrez Cuba, nous nous chargeons de vous loger.
it: Vivere un'esperienza unica al modo in cui la gente del posto. Scopri Cuba, ci prendiamo cura di te restiamo.

source: We will be in charge of your accommodation
de: Wir kümmern uns um die Unterbringung.
es: Nosotros nos encargamos de hospedarlo.
fr: Nous nous chargeons de vous loger.
it: Ci occupiamo di hosting.

source: Check your booking history
de: Information über Ihre Reservierung.
es: Vea su historial de reservas
fr: Voyez votre historique de réservations.
it: Visualizza la cronologia di prenotazione

source: Go for other destinations
de: Entdecken Sie auch andere Reiseziele
es: Decídase por otros destinos
fr: Décidez-vous pour d’autres destinations.
it: Optare per altre destinazioni

source: What other sites in Cuba should get to know?
de: Welchen Ort in Kuba möchten Sie bereisen?
es: ¿Qué otro lugar de Cuba le gustaría visitar?
fr: Quel autre endroit de Cuba aimeriez-vous visiter?
it: Cos'altro a Cuba vorrebbe visitare?

source: Dashboard
es: Administración
fr: Administration
it: Amministrazione

source: Welcome
de: Bienvenido(a)
es: Bienvenido(a)
fr: Soyez le /la Bienvenu(à)
it: Benvenuto (a)

source: Chose options from the left menu according to your role and your administrative tasks.
de: Visite las secciones que se encuentran en el menú de la izquierda para realizar las tareas administrativas correspondiente a su rol.
es: Visite las secciones que se encuentran en el menú de la izquierda para realizar las tareas administrativas correspondiente a su rol.
fr: Visitez les sections qui se trouvent au menu à gauche pour réaliser les devoirs administratifs correspondant à votre rôle.
it: Visita sezioni presenti nel menu a sinistra per svolgere il loro ruolo corrispondente a compiti amministrativi.

source: User's profile
de: Perfil de usuario
es: Perfil de usuario
fr: Profil d’utilisateur
it: Profilo utente

source: Log off
de: Cerrar sesión
es: Cerrar sesión
fr: Se déconnecter
it: Logout

source: Contents
de: Contenidos
es: Contenidos
fr: Contenus
it: Contenuto

source: City
de: Municipios
es: Municipios
fr: Commune
it: Comuni

source: Destinations
de: Destinos
es: Destinos
it: Destinazioni

source: Accommodations
de: Alojamientos
es: Alojamientos
fr: Logements
it: Alloggi

source: Availability
de: Disponibilidad
es: Disponibilidad
fr: Disponibilité
it: Disponibilità

source: Albums
de: Álbumes
es: Álbumes
it: Album

source: FAQ
de: Preguntas frecuentes
es: Preguntas frecuentes
fr: Questions fréquentes

source: General Information
de: Informaciónes Generales
es: Informaciónes Generales
fr: Informations Générales
it: Informazioni Generali

source: Comments
de: Comentarios
es: Comentarios
fr: Opinions
it: Commenti

source: Bookings
de: Reservaciones
es: Reservaciones
fr: Réservations
it: Prenotazioni

source: Bookings
de: Reservas
es: Reservas
fr: Réservations
it: Prenotazioni

source: Customers
de: Clientes
es: Clientes
fr: Clients
it: Clienti

source: Payments
de: Bookings
es: Bookings
fr: Bookings
it: Prenotazioni

source: Packages
es: Paquetes
fr: Forfaits
it: Pacchetti

source: Bookings
de: Reservaciones
es: Reservaciones
fr: Réservations
it: Prenotazioni

source: Packages
es: Paquetes
fr: Forfaits
it: Pacchetti

source: Services
de: Servicios
es: Servicios
it: Servizi

source: General
de: Generales
es: Generales
fr: Générales
it: Generale

source: Users
de: Usuarios
es: Usuarios
fr: Utilisateurs
it: Utenti

source: Currency
de: Monedas
es: Monedas
fr: Monnaies
it: Coins

source: Languages
de: Idiomas
es: Idiomas
fr: Langues
it: Lingue

source: Seasons
de: Temporadas
es: Temporadas
fr: Saisons

source: Statistics
de: Estadísticas
es: Estadísticas
fr: Statistiques
it: Punti

source: Reports
de: Reportes
es: Reportes
fr: Rapports
it: Report

source: Configurations
de: Configuraciones
es: Configuraciones
it: Configurazioni

source: Mailing lists
de: Listas de correo
es: Listas de correo
fr: Listes d’e-mail

source: Permissions
de: Permisos
es: Permisos
fr: Permis
it: Consente

source: Downloads
de: Descargas
es: Descargas
fr: Téléchargement

source: Testing
de: Testings
es: Testings
fr: Testings
it: Prove

source: Emails
de: Correos
es: Correos

source: Access denied
de: Acceso denegado
es: Acceso denegado
fr: Accès nié
it: Accesso negato

source: Your privileges are not enough to access this section.
de: Sus privilegios no son suficientes para acceder a esta sección.
es: Sus privilegios no son suficientes para acceder a esta sección.
fr: Ses privilèges ne sont pas suffisants pour accéder à cette section.
it: I loro privilegi non sono sufficienti per accedere a questa sezione.

source: Filter
de: Filtrar listado
es: Filtrar listado
fr: Filtrer liste
it: Filtro

source: Reset filtering
de: Resetear filtrado
es: Resetear filtrado
fr: Réinitialiser filtrage
it: Filtraggio di Ripristino

source: Add package
es: Adicionar paquete
fr: Ajouter paquet
it: L'aggiunta di pacchetto

source: Showing from %firstItem% to %lastItem% of %totalItems% records
es: Mostrando del %firstItem% al %lastItem% de %totalItems% registros
fr: En train de montrer du %firstItem% au %lastItem% de %totalItems% registres
it: Visualizzazione da %firstItem% a %lastItem% di %totalItems% record

source: Show:
es: Mostrar:
fr: Montrer:
it: Mostrare:

source: Loading...
es: Cargando...
fr: En cours de chargement...
it: Caricamento in corso ...

source: Code
es: Código
it: Codice

source: Nights
de: Nächte
es: Noches
fr: Nuits
it: Notti

source: Destination
es: Destino
it: Destinazione

source: State
es: Provincia
fr: Province
it: Provincia

source: Statement
es: Estado
fr: État
it: Stato

source: Destinations
es: Itinerario
fr: Itinéraire
it: Percorso

source: Name
es: Nombre
fr: Prénom
it: Nome

source: Reserve price
es: Precio Mínimo
fr: Prix Minimum
it: Prezzo

source: Actions
es: Acciones
it: Azioni

source: Edit
es: Editar
fr: Éditer
it: Modifica

source: Details
es: Detalles
fr: Détails
it: Dettagli

source: There is not available packages.
de: No hay paquetes disponibles.
es: No hay paquetes disponibles.
fr: Il n’y pas de forfaits disponibles.
it: Nessun pacchetti disponibili.

source: Are you sure of delete the element?
de: ¿Confirma que desea eliminar el elemento?
es: ¿Confirma que desea eliminar el elemento?
fr: Confirmez-vous que vous désirez supprimer l’élément?
it: Sei sicuro di voler cancellare questo annuncio?

source: Delete
de: Eliminar
es: Eliminar
fr: supprimer
it: Cancellare

source: Add
de: Adicionar
es: Adicionar
fr: Ajouter
it: Aggiungere

source: Edit package
de: Editar paquete
es: Editar paquete
fr: Editer paquet de services
it: Modifica pacchetto

source: Save
de: Guardar
es: Guardar
fr: Enregistrer
it: Salva

source: Save and add new
de: Guardar y agregar nuevo
es: Guardar y agregar nuevo
fr: Enregistrer et ajouter nouveau
it: Salvare e aggiungere nuovi

source: Save and go to list
de: Guardar e ir al listado
es: Guardar e ir al listado
fr: Enregistrer et aller sur la liste
it: Salva e andare alla lista

source: General information
de: Datos generales
es: Datos generales
fr: Informations générales
it: Dati generali

source: Services
de: Servicios
es: Servicios
it: Servizi

source: Pictures
de: Imágenes
es: Imágenes
fr: Images
it: Foto

source: Title
de: Título
es: Título
fr: Título
it: Titolo

source: Subtitle
de: Subtítulo
es: Subtítulo
fr: Sous-titre
it: SSottotitolo

source: Short description
de: Breve descripción
es: Breve descripción
fr: Brève description
it: Breve descrizione

source: Keywords
de: Palabras claves
es: Palabras claves
fr: Mots clés
it: Parole

source: Maximum number of people
de: Cantidad máxima de personas
es: Cantidad máxima de personas
fr: Maximum de personnes
it: Numero massimo di persone

source: Description
de: Descripción
es: Descripción
it: Descrizione

source: Accommodation prices
de: Precios del alojamiento
es: Precios del alojamiento
fr: Prix du logement
it: Prezzi d'alloggio

source: Single Room (Low)
de: Habitación Sencilla (Baja)
es: Habitación Sencilla (Baja)
fr: Chambre simple (Basse saison)
it: In camera singola (Basso))

source: Single Room (High)
de: Habitación Sencilla (Alta)
es: Habitación Sencilla (Alta)
fr: Chambre simple (Haute saison)
it: In camera singola (Alta))

source: Double Room (Low)
de: Habitación Doble (Baja)
es: Habitación Doble (Baja)
fr: Chambre double (Basse saison)
it: Camera doppia (Basso)

source: Double Room (High)
de: Habitación Doble (Alta)
es: Habitación Doble (Alta)
fr: Chambre double (Haute saison)
it: Camera doppia (Alta)

source: Minimal price for package
de: Precio mínimo paquete
es: Precio mínimo paquete
fr: Prix minimum forfait
it: Pacchetto minimo Prezzo

source: Add day
de: Adicionar día
es: Adicionar día
fr: Ajouter jour
it: L'aggiunta di giorni
