Repository: rgualp/AbucRemarketing2Bundle
Catalog: app/Resources/translations/messages.*.xlf
Languages: de, es, fr, it

source: Day %dayNumber%
de: Día %dayNumber%
es: Día %dayNumber%
fr: jour %dayNumber%
it: Giorno %dayNumber%

source: This package has not a defined itinerary.
de: Este paquete no tiene itinerario definido.
es: Este paquete no tiene itinerario definido.
fr: Ce forfait n’a pas un itinéraire défini.
it: Questo pacchetto non ha percorso definito.

source: Type
de: Tipo
es: Tipo
it: Tipo

source: Service
de: Servicio
es: Servicio
it: Servizio

source: Included
de: Incluido
es: Incluido
fr: Inclus
it: Incluso

source: Duration / Days
de: Duración / Días
es: Duración / Días
fr: Duré / Jours
it: Tempo/Giorni

source: Add service
de: Agregar servicio
es: Agregar servicio
fr: Ajouter service
it: Aggiungi servizio

source: Price
de: Precio
es: Precio
fr: Prix
it: Prezzo

source: Per pax
de: Por pax
es: Por pax
fr: Par personne
it: Da Pax

source: Delete
de: Remover
es: Remover
fr: Supprimer
it: Rimuovere

source: This package has not defined services.
de: Este paquete no tiene servicios definidos.
es: Este paquete no tiene servicios definidos.
fr: Ce paquet n’a pas de services définis.
it: Questo pacchetto non ha servizi definiti.

source: Tiny image
de: Imagen Pequeña
es: Imagen Pequeña
fr: petite image
it: Immagine piccolae

source: Large image
de: Imagen Grande
es: Imagen Grande
fr: grande image
it: foto frande

source: Select file...
de: Seleccionar fichero...
es: Seleccionar fichero...
fr: Sélectionner fichier...
it: Seleziona il file ...

source: Add service
de: Adicionar servicio
es: Adicionar servicio
fr: Ajouter service
it: L'aggiunta di service

source: There is not available services.
de: No hay servicios disponibles.
es: No hay servicios disponibles.
fr: Il n’y a pas de services disponibles.
it: Non ci sono servizi disponibili.

source: Deactivate
de: Desactivar
es: Desactivar
fr: Désactiver
it: Disattivare

source: Edit service
de: Editar servicio
es: Editar servicio
fr: Éditer service
it: Modifica servizio

source: Edit service in %packageCode%
de: Editar servicio en %packageCode%
es: Editar servicio en %packageCode%
fr: Éditer service en %packageCode%
it: Modifica del servizio %packageCode%

source: Package
de: Paquete
es: Paquete
fr: Forfait
it: Pacchetto

source: Icon (CSS Class)
de: Icono (Clase CSS)
es: Icono (Clase CSS)
fr: Icône (Clase CSS)

source: Bookings
de: Reservas
es: Reservas
fr: Réservation
it: Prenotazioni

source: Booking ID
de: ID Reserva
es: ID Reserva
fr: ID Réservation
it: ID Riserva

source: Package name
de: Nombre paquete
es: Nombre paquete
fr: Nom forfait
it: Pacchetto Nome

source: Customer name
de: Nombre cliente
es: Nombre cliente
fr: Nom client
it: Nome del cliente

source: Booking date
de: Fecha reserva
es: Fecha reserva
fr: Date réservation
it: Data di prenotazione

source: Arrival date
de: Fecha de llegada
es: Fecha de llegada
fr: Date d’arrivée
it: Data di arrivo

source: Booking statement
de: Estado reserva
es: Estado reserva
fr: État de la réservation
it: Riservando Stato

source: Date
de: Fecha
es: Fecha
it: Data

source: Rooms
de: Habitaciones
es: Habitaciones
fr: Chambres
it: Camere

source: Guests
de: Huéspedes
es: Huéspedes
fr: Personnes
it: Ospiti

source: Arrival
de: Llegada
es: Llegada
fr: Arrivée
it: Arrivo

source: Nights
de: Nächte
es: Noches
fr: Nuitées
it: Notti

source: Price
de: Precio
es: Precio
fr: Prix
it: Prezzo

source: There is not available bookings.
de: No hay reservas disponibles.
es: No hay reservas disponibles.
fr: Il n’y a pas de réservations disponibles.
it: Non ci sono riserve disponibili.

source: Booking list
de: Lista de reservas
es: Lista de reservas
fr: Liste de réservations
it: Lista Prenotazione

source: Accommodation
de: Alojamiento
es: Alojamiento
fr: Logement
it: Alloggio

source: Room
de: Habitación
es: Habitación
fr: Chambre
it: Camera

source: Adults
de: Adultos
es: Adultos
fr: Adultes
it: Adulti

source: Kids
de: Niños
es: Niños
fr: Enfants
it: Bambini

source: Since
de: Desde
es: Desde
fr: Du
it: Da

source: To
de: Hasta
es: Hasta
fr: Jusqu’au
it: A

source: Edit booking
de: Editar reservación
es: Editar reservación
fr: Éditer réservation
it: Modifica prenotazione

source: Add booking
de: Adicionar reservación
es: Adicionar reservación
fr: Ajouter réservation
it: Aggiunta di prenotazione

source: Payments
de: Reserva
es: Reserva
fr: Réservation
it: Prenota

source: Considerations
de: Consideraciones
es: Consideraciones
fr: Considérations
it: Considerazioni

source: Booking code
de: Código de reserva
es: Código de reserva
fr: Code de réservation
it: Codice di prenotazione

source: Double room
de: Habitación doble
es: Doble
fr: Double
it: Dopia

source: Single room
de: Habitación sencilla
es: Sencilla
fr: Simple
it: Singolo

source: {1} adult|[2,Inf] adults
de: {1} adulto|[2,Inf] adultos
es: {1} adulto|[2,Inf] adultos
fr: {1} adulte|[2,Inf] adultes
it: {1} per adulti | [2] Inf adulti

source: {1} kid|[2,Inf] kids
de: {1} niño|[2,Inf] niños
es: {1} niño|[2,Inf] niños
fr: {1} enfant|[2,Inf] enfants

source: Customer
de: Cliente
es: Cliente
fr: Client
it: Clienti

source: Companions
de: Acompañantes
es: Acompañantes
fr: Personnes qui accompagnent
it: Accompagnanti

source: There is not companions registered.
de: No se registraron acompañantes
es: No se registraron acompañantes
fr: D’autres personnes n´ont pas été enregistrées.
it: Nessun compagni sono stati registrati

source: %daysCount% days / %nightsCount% nights
de: %daysCount% días / %nightsCount% noches
es: %daysCount% días / %nightsCount% noches
fr: %daysCount% jours / %nightsCount% nuits
it: %daysCount% giorni / %nightsCount% notti

source: Selection
de: Selección
es: Selección
fr: Sélection

source: Book
de: Reservar
es: Reservar
fr: Réserver
it: Prenota

source: Cancel confirmation
de: Cancelar confirmación
es: Cancelar confirmación
fr: Annuler confirmation
it: Annulla conferma

source: Service details
de: Detalles del servicio
es: Detalles del servicio
fr: Détails du service
it: Servizio Dettagli

source: Confirm
de: Confirmar
es: Confirmar
fr: Confirmer
it: Conferma

source: Serviced confirmed
de: Servicios confirmados
es: Servicios confirmados
fr: Services confirmés
it: Servizi confermati

source: There is not services confirmed yet.
de: No hay servicios confirmados
es: No hay servicios confirmados
fr: Il n’y a pas de services confirmés
it: Servizi non confermati

source: Clarifications for the client
es: Aclaraciones al cliente
fr: Explications au client
it: Chiarimenti clienti

source: Sales report
es: Reporte de ventas
fr: Rapport de ventes
it: Rapporto vendite

source: The services not mentioned are not include in the package price.
de: Nicht genannten Leistungen sind nicht im Paketpreis enthalten.
es: Los servicios que no se mencionan no se consideran incluidos en el precio del paquete.
fr: Les services qui ne sont pas mentionnés ne sont pas compris dans le prix du forfait.
it: servizi non menzionati non sono considerati compresi nel prezzo del pacchetto.

source: You will receive the invoice with the payment details via email. The total amount must be paid within the 30 days next. For late bookings the amount be paid immediately. The travel documents (vouchers) with all the prices paid will be sent via e-mail.
de: Sie erhalten die Rechnung mit den Zahlungsangaben per E-Mail. Der Gesamtbetrag ist 30 Tage nach Erhalt fällig. Bei kurzfristigen Buchungen ist der Betrag sofort fällig. Die Reiseunterlagen (Vouchers) erhalten Sie nach Eingang des gesamten Reisepreises per E-Mail.
es: Usted recibirá la factura con los detalles del pago vía e-mail. El monto total deberá ser pagado en los 30 días siguiente. Para reservas de última hora la cantidad se pagará de inmediato. Los documentos de viaje (vales) con todos los precios pagados se le enviarán vía e-mail.
fr: Vous recevrez la facture avec les détails du paiement par e-mail. La somme totale devra être payée au cours des 30 jours suivants. En ce qui concerne les réservations de dernière minute, il faut les payer immédiatement. Vous recevrez aussi par e-mail, les documents de voyage (billets/voucher) contenant tous les prix payés.
it: 926 Riceverete la fattura con i dettagli di pagamento via e-mail. L'importo totale deve essere pagato in 30 giorni. Per le prenotazioni da´ultimo minute l'importo da pagare immediatamente. I documenti di viaggio (voucher) tutti i prezzi pagati saranno inviati via e-mail.

source: Pax
de: Personen
es: Personas
fr: Personnes
it: Persone

source: Room price
es: Precio habitación
fr: Precio habitación
it: Stanza Prezzo

source: For Pax
de: Pro Person
es: Por persona
fr: Par personne
it: A persona

source: maximum
de: maximal
es: máximo
it: massimo

source: Age of children
de: Alter der Kinder
es: Edad de los niños
fr: Âge des enfants
it: Età bambini

source: Higher Price
es: Mayor Precio
fr: Prix le plus élevé
it: Alto Prezzo

source: LowePrice
es: Menor Precio
fr: Prix le plus bas
it: Low Price

source: Top comments
es: Más comentadas
fr: Avec plus de commentaires
it: La maggior parte dei commenti

source: Toop booked
es: Más reservadas
fr: les plus réservées
it: Più Riservato

source: Show results
es: Mostrar resultados
fr: Montrer résultats
it: Mostra risultati

source: More filters
es: Más filtros
fr: plus de filtres
it: Altri filtri

source: How it works?
de: Wie funktioniert MyCasa Renta?
es: ¿Cómo funciona?
fr: Comment ça fonctionne?
it: Come funziona?

source: A mobile application that facilitates the owner the management at their accommodation facilities by means of a calendar that shows the days not available for accommodation, and updates the availability of their rooms directly on our web site.
de: Es ist eine mobile App, die leicht für die Besitzer die Verwaltung ihrer Unterkünfte und die Aktualisierung der Verfügbarkeit der Zimmers auf dem Kalender , mithilfe einer Reihe von Online- Funktionalitäten oder SMS-Nachrichten macht.
es: Una Aplicación Móvil que facilita a los propietarios la gestión de sus alojamientos y la actualización de la disponibilidad de sus habitaciones en el calendario, a través de un conjunto de funcionalidades online o la mensajería SMS.
fr: C’est une application mobile qui permet aux hôtes de maison de gérer leurs logements et de mettre à jour la disponibilité des chambres sur le calendrier, moyennant un ensemble des fonctions online ou par le biais des SMS.
it: Un’Applicazione per cellulari che facilita ai proprietari la gestione dei loro alloggi e l’attualizzazione della disponibilità delle loro abitazioni nel calendario, attraverso un insieme di funzionalità online o la messaggeria SMS.

source: Connect to the internet on your mobile with operating system Android 2.2 or above and download the application from this address: <a href="https://mycasaparticular.com/en/apprenta" target="_blank">https://mycasaparticular.com/en/apprenta</a> or directly from <a href="https://play.google.com/store/apps/details?id=hds.aplications.com.homedroid" target="_blank">Google Play</a>. After having downloaded it, install your application.
de: Laden Sie die App MyCasaRenta 2.0 herunter über den Link: <a href="https://mycasaparticular.com/de/apprenta" target="_blank">https://mycasaparticular.com/de/apprenta</a> oder direkt bei <a href="https://play.google.com/store/apps/details?id=hds.aplications.com.homedroid" target="_blank">Google Play</a> herunter. Danach können Sie die Anwendung installieren.
es: Descargar online la aplicación móvil MyCasaRenta 2.0 desde uno de estos sitios: <a href="https://mycasaparticular.com/es/apprenta" target="_blank">https://mycasaparticular.com/es/apprenta</a> o directamente desde <a href="https://play.google.com/store/apps/details?id=hds.aplications.com.homedroid" target="_blank">Google Play</a>. Una vez descargada, instale su aplicación.
fr: Télécharger l’application mobile MyCasaRenta 2.0 depuis le lien: <a href="https://mycasaparticular.com/de/apprenta" target="_blank">https://mycasaparticular.com/de/apprenta</a> ou directement sur <a href="https://play.google.com/store/apps/details?id=hds.aplications.com.homedroid" target="_blank">Google Play</a>. Une fois l’ l’application téléchargé, installez-la.
it: Scaricare online l’applicazione per cellulari MyCasaRenta 2.0 da questo indirizzo: <a href="https://mycasaparticular.com/en/apprenta" target="_blank">https://mycasaparticular.com/en/apprenta</a> o direttamente da <a href="https://play.google.com/store/apps/details?id=hds.aplications.com.homedroid" target="_blank">Google Play</a>. Una volta scaricato, installare l'applicazione.

source: In order to start using MYCasa Renta, you will need to activate your access account. The instructions for the activation have been sent to you via e-mail. If you haven’t received this information yet, in which the details of the creation of your access account have been specified, you can request it through info@mycasaparticular.com.
de: Sie sollen auf die Anwendung MyCasaRenta zugreifen und die Referenz der Unterkunft (Code) und das Passwort im Home-Bildschirm eingeben. Sie müssen dieser Schritt online nur beim ersten Mal durchführen, damit die Daten und die gespeicherte Information über die Unterkunft in der MyCasaParticular Website synchronisiert sein können. Beachten Sie, dass mit der neuen Version von der Homepage, Sie Ihr Passwort zurücksetzen können, wenn Sie es vergessen.
es: Acceder a la aplicación MyCasaRenta ingresar su Código de Alojamiento y Contraseña en la pantalla de inicio. Este paso debe realizarse online solo la primera vez para que la aplicación sincronice los datos con la información de su alojamiento almacenada en el sitio MyCasaParticular. Nótese que con la nueva versión, desde la página de inicio también puede restablecer su contraseña en caso de olvido.
fr: Accéder à la application MyCasaRenta et mettre le code du logement et le mot de passe sur la page d’accueil. Ce pas doit être réalisé en ligne seulement la première fois afin de parvenir à la synchronisation des données avec l’information du logement enregistrée sur le site MyCasaParticular. Il faut remarquer qu’avec la nouvelle version de l’application, le mot de passe peut être modifié depuis la page d’accueil au cas où vous l’oublierez.
it: Acceda all’applicazione MyCasaRenta e ponga il suo Codice d’Alloggiamento e Contrassegno nello schermo iniziale. Questo passaggio va realizzato online solo la prima volta perchè l’applicazione sincronizzi i dati con l’informazione del suo alloggiamento, che è situata nel sito MyCasaParticular. Si noti che con la nuova versione, nella pagina d’inizio può anche ristabilire il suo contrassegno nel caso di dimenticanza.

source: Once the mobile application has been installed on your telephone, and the process of activation of your account has finished successfully, you will be able to start using MYCasa Renta. On the welcome screen of the app, you should press the button Submit.In order to start using MYCasa Renta, you should authenticate by using as user the code of your house, received in the e-mail of creation of the access account. The password to be used is the one set by you in the activation form.
de: Aktualisieren Sie die Verfügbarkeit Ihrer Zimmer. Sie sollen das Kalender-Bereich von Tagen, in jedem Zimmer frei oder nicht ist, wählen, mit Ausnahme derjenigen in blau angegeben, entsprechend die reservierten Tage durch MyCasaParticular. Wenn alle gewünchten Änderungen fertig sind, müssen Sie die Option: Änderungen synchronisieren aktivieren. Diese sichtbare Schaltfläche, am unteren Mitte des Bildschirms ermöglicht die Informationen auf der Website online oder per SMS (ohne Internetverbindung) zu aktualisieren.
es: Actualizar su Disponibilidad por habitación, seleccionando en el Calendario el rango de días en que cada habitación estará libre u ocupada, a excepción de aquellos señalados en color azul correspondientes a los días reservados a través de MyCasaParticular. Cuando finalice todas las modificaciones deseadas, debe activar el botón Sincronizar Cambios, visible en el medio inferior de la pantalla, para actualizar la información en el sitio por vía online o por mensajería SMS (sin conexión a internet).
fr: Mettre à jour la disponibilité par chambre, en choisissant sur le calendrier la période où chacune sera libre ou non, sauf les jours signalés en bleu qui correspondent aux jours réservés sur MyCasaParticular. Une fois tous les changements désirés accomplis, vous devez activer l’option Synchroniser changements, visible au milieu inférieur de l’écran, afin d’actualiser l’information sur le site en ligne ou par le biais des SMS (sans connexion Internet).
it: Attualizzi la sua Disponibilità per abitazione, selezionando nel Calendario il periodo dei giorni in cui ogni abitazione sarà libera o occupata, ad eccezione di quelli segnalati in colore azzurro, corrispondenti ai giorni riservati attraverso MyCasaParticular. Quando terminerà tutte le modifiche desiderate, deve attivare il bottone Sincronizzare Cambi, visibile nella metà inferiore dello schermo, per attualizzare l’informazione nel sito per via online o per messaggeria SMS (senza connessione a internet).

source: This application consist of an interactive calendar to modify the state of the different rooms of your property. Each room will show the dates registered as “Not available” at the moment of authentication. The first time you use this application, you should have access to the internet so that the data of your accommodation facility can be synchronized with the ones saved on our system.
de: Sehen Sie die Optionen des Menüs von MyCasa Renta 2.0 <br>• Verfügbarkeit: Modifizieren Sie den Zeitplan für die Verfügbarkeit der Zimmer. <br>• Reservierungen: Geordnete Liste von Reservierungen (blau) und von Tage in den Zimmer nicht verfügbar sind (orange). Es ermöglicht die Tage, wo die Zimmer nicht frei sind, zu ändern oder zu entfernen. <br>• Preise: Ändern Sie die Preise für jedes Zimmer nach der Saison. <br>• Statistik: Sehen Sie die Statistiken des Zimmers im aktuellen Monat. <br>• Benachrichtigungen: Liste der untätigen Benachrichtigungen (möglich zu entfernen) <br>• Herunterladen All: Es ermöglicht die Anwendungsdaten mit den neuesten Informationen auf der Website MyCasaParticular veröffentlicht wiederherzustellen. <br>• Ausloggen: Es ermöglicht die Abmeldung des authetifizierten Benutzer.
es: Ver las opciones del menú de MyCasa Renta 2.0 <br>• Disponibilidad: Modificar el calendario de su disponibilidad por habitación. <br>• Reservas: Listado ordenado de las reservas (color azul) y no disponibilidades (color naranja) en todas las habitaciones de su alojamiento. Permite modificar o eliminar las no disponibilidades <br>• Precios: Modificar los precios de cada habitación según la temporada. <br>• Estadísticas: Muestra la estadísticas de la habitación en el mes actual <br>• Notificaciones: Listado de notificaciones inactivas (posibles a eliminar) <br>• Descargar Todo: Permite restaurar los datos de la aplicación con la última información publicada en el sitio web de MyCasaParticular. <br>• Cerrar Sesión: Cierra la sesión activa del usuario autenticado
fr: Voir les options du menu de MyCasa Renta 2.0 <br>• Disponibilité: Modifier le calendrier des disponibilités par chambre. <br>• Réservations: Liste ordonnée des réservations (en bleu) et de la non disponibilité (en orange) des toutes les chambres de votre logement. Permet de modifier ou de supprimer les jours où les chambres ne sont pas libres. <br>• Prix: Modifier les prix de chaque chambre selon la saison. <br>• Statistiques: Montre les statistiques de la chambre au mois en cours. <br>• Notifications: Liste de notifications inactives (possibles de supprimer) <br>• Télécharger Tout: Permet de restaurer les données de l’application avec la dernière information publiée sur le site web de MyCasaParticular. <br>• Déconnecter: Fermer la session active de l’utilisateur authentifié.
it: Vedere le opzioni del menù di MyCasa Renta 2.0 <br>• Disponibilità: Modificare il calendario della sua disponibilità per abitazioni. <br>• Prenotazioni: Lista ordinata delle prenotazioni (color azzurro) e della non disponibilità (color arancio) in tutte le abitazioni del suo alloggiamento. Permette di modificare o eliminare le non disponibili. <br>• Prezzi : Modificare i prezzi di ogni abitazione secondo la stagione. <br>• Statistiche: Mostra le statistiche dell’abitazione nel mese attuale. <br>• Notifiche: Lista delle notifiche inattive (possibili da eliminare). <br>• Scaricare Tutto: Permette di correggere i dati dell’applicazione con l’ultima informazione pubblicata nel sito web di MyCasaParticular. <br>• Chiudere la Sessione: Chiude la sessione attiva dell’utente autenticato.

source: Step
de: Schritt
es: Paso
fr: Pas
it: Passo

source: DOWNLOAD APPLICATION
de: Anwendung Herunterladen
es: Descargar la aplicación
fr: Télécharger l’application
it: Scarica l'Applicazione

# OWN_PRIZES
source: Awards
es: Premios
fr: Prix
it: Premi

source: Add <a href='mailto:reservation@mycasaparticular.com'>reservation@mycasaparticular.com</a> to your safe contacts so that you can continue to receive our e-mails. <br/><br/> The prices can be subject to changes before the payment takes place. The prices do not include charges for applicable services. All accommodation facilities are subject to availability check. For further information consult our privacy policy, the FAQs, and our terms and conditions.
de: Fügen Sie <a href="mailto:reservation@mycasaparticular.com">reservation@mycasaparticular.com</a> zu Ihren sicheren Kontakten hinzu, um weiterhin unsere E-Mails zu empfangen. <br/><br/> Es können Änderungen der Preise auftreten, bevor Sie eine Zahlung tätigen. Die Preise enthalten keine anwendbaren Servicegebühren. Alle Unterkünfte sind je nach Verfügbarkeit zu überprüfen. Für weitere Informationen, konsultieren Sie unsere Datenschutzbestimmungen, die FAQ´s und unsere Bestimmungen und Bedingungen.
es: Agregue <a href="mailto:reservation@mycasaparticular.com">reservation@mycasaparticular.com</a> a sus contactos seguros para continuar recibiendo nuestros correos electrónicos.<br/><br/> Los precios pueden estar sujetos a cambios antes de realizar el pago. Los precios no incluyen cargos por servicios aplicables. Todos los alojamientos están sujetos a chequeo de disponibilidad. Para más información consulte nuestra Política de Privacidad, las FAQ´s y nuestros Términos y Condiciones.
fr: "Ajoutez <a href="mailto:reservation@mycasaparticular.com">reservation@mycasaparticular.com</a> à votre carnet d´adresses pour continuer à recevoir nos mails.<br/><br/> Les prix peuvent être sujets à changer avant d’effectuer le paiement. Des charges pour des services applicables ne sont pas comprises dans les prix. Tous les logements sont susceptibles d´être vérifiés en ce qui concerne la disponibilité. Consultez nos <a href="%termlink%"> Conditions d’utilisation</a> pour en savoir plus Vous pouvez aussi consulter nos Règles de Confidentialité, les FAQ et nos Conditions d’utilisation. "
it: Aggiungi <a href="mailto:reservation@mycasaparticular.com">reservation@mycasaparticular.com</a> loro contatti assicurazioni di continuare a ricevere i nostri messaggi di posta elettronica. <br/><br/> prezzi possono essere soggette a modifiche prima di effettuare il pagamento. Prezzi non includono servizio a pagamento. Tutti gli alloggi sono soggette a controllare la disponibilità. Per ulteriori informazioni vedere la nostra politica sulla privacy, le domande frequenti e sezione termini e condizioni.
